[
  {"author": "BBC Sport", "title": "Hudson-Odoi subbed after just 31 minutes", "description": "Chelsea boss Thomas Tuchel says he took off substitute Callum Hudson-Odoi's after just 31 minutes against Southampton because he was not happy with his attitude.", "url": "http://www.bbc.co.uk/sport/football/561408350", "urlToImage": "https://ichef.bbci.co.uk/live-experience/cps/624/cpsprodpb/8EF7/production/_117099563_callumhudson-odoi.jpg", "publishedAt": "2021-02-21T06:33:50Z", "source": "bbc-sport", "digest": "127659f391a4f18d155ac48df2528e52", "text": "Last updated on .From the section Chelsea\n\nCallum Hudson-Odoi (20) was taken off in the 76th minute\n\nChelsea boss Thomas Tuchel said he substituted Callum Hudson-Odoi just 31 minutes after the winger came on in the 1-1 draw at Southampton because he was not happy with his attitude.\n\nHudson-Odoi replaced Tammy Abraham at half-time when the Blues were 1-0 down.\n\nHowever, after Mason Mount equalised from the penalty spot, Tuchel did not think the 20-year-old was offering enough as they chased a winner.\n\n'Maybe it is even unfair, but it was my feeling,' Tuchel said.\n\nTalking to BT Sport, he added: 'I was not happy with his attitude, energy and counter-pressing.\n\n'I took him off and we demand 100%, I feel he is not in the right shape to help us. It was a hard decision but tomorrow it is forgotten and he has all possibilities to start against Atletico Madrid [in the Champions League on Tuesday]. '\n\nHudson-Odoi had made a positive impression on Tuchel following the Germans arrival on 26 January.\n\nThe 20-year-old started four of Tuchel's first five games in charge, impressing as a winger and wing-back.\n\nTuchel added: 'Everyone has to understand that I take decisions to win games and there is no problem that he makes mistakes and has a bad game, but we can't lack energy even 10% or 5%.\n\n'He knows what I demand from him and when he doesn't reach this level, it's a hard decision.'"},
  {"author": "BBC Sport", "title": "Murray and Embiid both score 50 points", "description": "Denver's Jamal Murray sets an NBA record as he and Philadelphia's Joel Embiid both score 50 points as their teams win.", "url": "http://www.bbc.co.uk/sport/basketball/56138428", "urlToImage": "https://ichef.bbci.co.uk/live-experience/cps/624/cpsprodpb/13F05/production/_117096618_nba_image.jpg", "publishedAt": "2021-02-21T06:33:50Z", "source": "bbc-sport", "digest": "1c473bee0d0c0a4d43b6ef92deeb8369", "text": "Last updated on .From the section Basketball\n\nJamal Murray became the first NBA player to score 50 points in a game without attempting a free throw as the Denver Nuggets got the better of the Cleveland Cavaliers.\n\nMurray sank 21 of his 25 shots - including eight out of 10 from three-point range - in the 120-103 win.\n\nThere was also a 50-point career-high haul for Philadelphia 76ers centre Joel Embiid against the Chicago Bulls.\n\nHe also had 17 rebounds, five assists and four blocks in the 112-105 win.\n\nMurray, who scored 50 points in two playoff games last season, surpassed his previous regular-season high of 48 points from November 2018.\n\n'Once I saw a few go down it just took off from there,' said Murray.\n\n'It\'s kind of cool to make history. It\'s a cool stat.'\n\nMurray and Embiid were in prolific scoring form as they guided their teams to victories\n\nAll Star Embiid made 17 from 26 from the field and 15 out of 17 free throws as he surpassed the 49 points he scored against the Atlanta Hawks last February.\n\n'My team-mates found me. I am pretty happy about what we did,' said the Cameroonian.\n\n'I have got to get the job done. That\'s my job, that\'s why they pay me.'"}, 
  {"author": "", "title": "Joe Gibbs' grandson Ty wins Xfinity clash in first NASCAR race", "description": "Joe Gibbs celebrated his first NASCAR victory as a grandfather, watching from the pits as 18-year-old Ty Gibbs won his Xfinity Series debut Saturday on the road course at Daytona International Speedway.", "url": "http://espn.go.com/racing/nascar/xfinity/story/_/id/30936533/joe-gibbs-grandson-ty-wins-xfinity-clash-first-nascar-race", "urlToImage": "https://a2.espncdn.com/combiner/i?img=%2Fphoto%2F2021%2F0221%2Fr817487_1296x729_16%2D9.jpg", "publishedAt": "2021-02-21T02:12:20Z", "source": "espn", "digest": "304c16207be10097baff2bd442b15c46", "text": "DAYTONA BEACH, Fla. -- Joe Gibbs celebrated his first NASCAR victory as a grandfather, watching from the pits as 18-year-old Ty Gibbs won his Xfinity Series debut Saturday on the road course at Daytona International Speedway.\n\nIt was the first NASCAR national series race for Ty Gibbs, who jumped two steps from ARCA to Xfinity for his debut. He plowed through the field on the last two restarts to beat Xfinity Series champion Austin Cindric in double overtime.\n\nGibbs became the youngest driver to win an Xfinity road course race at 18 years, 4 months, 16 days. Cindric held the record at 20, set on the road course at Mid-Ohio in 2019.\n\nJoey Logano holds the overall record. He won 21 days after his 18th birthday in his third race -- also driving for Joe Gibbs. Ty Gibbs is the second-youngest winner in Xfinity Series history.\n\nGibbs drove through the grass, used the top lane on the oval and dove inside in the turns in his shocking first win. He had never raced an Xfinity car before and had never done a live pit stop before, and COVID-19 restrictions cut practice and qualifying for Saturday\'s race.\n\nDreams really do come true. I am completely depleted, I left everything out there," Gibbs said. "I thought maybe I was going to run in the top seven, eight? I completely surprised myself. In coming up to a bigger series like this, these are some of the guys I dreamed of racing. I am a train wreck right now.\n\nTy Gibbs plowed through the field on a pair of restarts Saturday to beat Xfinity Series champion Austin Cindric in double OT and became the youngest driver to win on an Xfinity road course at 18 years, 4 months, 16 days. Chris Graythen/Getty Images\n\nJoe Gibbs, a member of the NASCAR and Pro Football halls of fame, watched stoically from behind the pit stand. Shielded by a mask, he gave no indication of emotion. But as his grandson crossed the finish line, his glasses fogged and he hugged a Joe Gibbs Racing team member.\n\nJoe Gibbs Racing has five Cup Series championships, 185 Cup wins and four Daytona 500 victories -- none as emotionally fulfilling as this Xfinity stunner. When Joe Gibbs called home to speak to his wife, Pat, he said she was crying too hard to talk.\n\nThis is such an experience for our family," Joe Gibbs said. "I have been blessed to enjoy so much, but this, he had not made a lap in the car. We didn\'t dream about him being up front like that.\n\nThis is the only thing Ty has wanted to do since he was 2-years-old. Any parent or grandparent would tell you, it\'s like a dream come true.\n\nTy Gibbs dropped to his knees beside his Toyota and bowed his head into his hands.\n\nThen he admitted he did not know how to do burnouts, either.\n\nI don\'t even know what\'s going on, he said. He choked on tears, wiped his eyes and apologized for giving a poor interview.\n\nI am sorry. I am a wreck, I really did not think this was going to happen at all, he said.\n\nTy Gibbs is the sixth driver to win in his Xfinity Series debut, joining Dale Earnhardt, Joe Ruttman, Ricky Rudd, Terry Labonte and Kurt Busch. He\'s the son of Joe Gibbs youngest son, Coy, who could not attend the race because "Coach" took the one slot for a team owner inside NASCAR's COVID bubble. Tys mother, Heather Gibbs, watched from a suite.\n\nTy Gibbs won eight ARCA races the previous two seasons, and finally old enough to run at the national level, his grandfather gave him a shot at NASCAR's second-tier series. Although JGR is one of the top teams in NASCAR with outstanding equipment, Gibbs showed he could drive it and steamrolled through the field, then held his own as Cindric tried to muscle him back into his place.\n\nI have not raced him before but he seemed to be able to handle a lot of situations well, and I put him in some pretty tough spots trying to hang onto the lead, and he did a great job with it, Cindric said.\n\nCindric and AJ Allmendinger crashed racing to the finish of the first stage, and Cindric was left with a gaping hole in his front fender. He dropped to 34th in the field but still drove his way back to the lead.\n\nCindric, who led a race-high 29 laps, had a Daytona sweep in sight until a caution with three laps remaining gave Gibbs a late second chance. They both pitted for fresh tires, and Gibbs restarted 10th, Cindric in 11th.\n\nOn the first overtime restart, Gibbs blew past a pack of cars on the outside of Daytonas oval and weaved his way in and out of traffic all the way to third. Another caution sent the race into double OT, and Gibbs this time dove inside to gain ground.\n\nHe drove deep into the grass -- kicking up dirt all over his car -- and somehow still surged into the lead. Gibbs then pulled away to win of 1.726 seconds over Cindric.\n\n I am shocked that he did not rip the splitter off of it going through the grass heading into turn one on the final restart, Cindric said.\n\nJGR has yet to announce a full 2021 schedule for Ty Gibbs, but his grandfather said the details are decided by Coy Gibbs. They picked the Daytona road course for his debut because Ty Gibbs finished second here in last year\'s ARCA race."},
{"author": "Anthony Ha", "title": "Daily Crunch: Uber loses UK legal challenge', 'description': 'Uber loses a legal battle over driver classification, we survey mobility investors and new data suggests a COVID-19 vaccine should be easier to transport. This is your Daily Crunch for February 19, 2021. The big story: Uber loses UK legal challenge The United Kingdom’s Supreme Court has reaff…", "url": "https://techcrunch.com/2021/02/19/daily-crunch-uber-loses-uk-legal-challenge/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/11/GettyImages-1142303764.jpg?w=629", "publishedAt": "2021-02-19T23:10:38Z", "source": "techcrunch", "digest": "963610de8e52579f43268069ee60e728", "text": "Uber loses a legal battle over driver classification, we survey mobility investors and new data suggests a COVID-19 vaccine should be easier to transport. This is your Daily Crunch for February 19, 2021.\n\nThe big story: Uber loses UK legal challenge\n\nThe United Kingdom’s Supreme Court has reaffirmed earlier rulings that the Uber drivers who brought the case — which dates back to 2016 — are workers, not independent contractors.\n\n“Drivers are in a position of subordination and dependency in relation to Uber such that they have little or no ability to improve their economic position through professional or entrepreneurial skill,” the court said in a statement. “In practice the only way in which they can increase their earnings is by working longer hours while constantly meeting Uber’s measures of performance.”\n\nUber, while acknowledging the decision, emphasized that it applies to the specific group of drivers who brought the case, many of whom are no longer driving through the app.\n\nStartups, funding and venture capital\n\nEx-General Catalyst and General Atlantic VC announces $68M debut fund — New York-based Avid Ventures is launching its $68 million debut venture capital fund.\n\nWith $20M A round, Promise brings financial flexibility to outdated government and utility payment systems — Promise integrates with official payment systems to offer more forgiving terms for fees and debts that people can’t handle all at once.\n\nAcast acquires podcasting startup RadioPublic — RadioPublic spun out of public radio marketplace PRX in 2016.\n\nAdvice and analysis from Extra Crunch\n\nTen investors predict MaaS, on-demand delivery and EVs will dominate mobility’s post-pandemic future — The COVID-19 pandemic didn’t just upend the transportation industry, it laid bare its weaknesses and uncovered potential opportunities.\n\nA fraction of Robinhood’s users are driving its runaway growth — A closer look at payment for order flow, a controversial practice in which Robinhood is paid by market makers for executing customer trades.\n\nThree strategies for elevating brand authority in 2021 — Advice from Fractl marketing director Amanda Milligan.\n\n(Extra Crunch is our membership program, which helps founders and startup teams get ahead. You can sign up here.)\n\nEverything else\n\nPfizer-BioNTech’s COVID-19 vaccine just got a lot easier to transport and distribute — There’s new stability data collected by Pfizer and BioNTech, which has been submitted to the U.S. Food and Drug Administration.\n\nDizzying view of Perseverance mid-descent makes its ‘seven minutes of terror’ feel very real — NASA has just shared a hair-raising image of the rover as it dangled from its jetpack above the Martian landscape.\n\nWill the Texas winter disaster deter further tech migration? — It’s too early to tell the exact toll the storm has taken in loss of life, property damage and economic activity.\n\nThe Daily Crunch is TechCrunch’s roundup of our biggest and most important stories. If you’d like to get this delivered to your inbox every day at around 3pm Pacific, you can subscribe here."}, 
{"author": "Megan Rose Dickey", "title": "Google fires top AI ethics researcher Margaret Mitchell", "description": "Google has fired Margaret Mitchell, the founder and former co-lead of the company’s ethical AI team. Mitchell announced the news via a tweet. Google confirmed Mitchell’s firing in a statement to TechCrunch, Google said: After conducting a review of this manager’s conduct, we confirmed t…", "url": "https://techcrunch.com/2021/02/19/google-fires-top-ai-ethics-researcher-margaret-mitchell/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/google-glitch1.jpg?w=712", "publishedAt": "2021-02-19T22:56:53Z", "source": "techcrunch", "digest": "a835ca1f6ff9f122b8ece14ab0c2f1fd", "text": "Google has fired Margaret Mitchell, the founder and former co-lead of the company’s ethical AI team. Mitchell announced the news via a tweet.\n\nGoogle confirmed Mitchell’s firing in a statement to TechCrunch; Google said:\n\nAfter conducting a review of this manager’s conduct, we confirmed that there were multiple violations of our code of conduct, as well as of our security policies, which included the exfiltration of confidential business-sensitive documents and private data of other employees.\n\nIn January, Google revoked corporate access from AI ethicist Margaret Mitchell for reportedly using automated scripts to find examples of mistreatment of Dr. Timnit Gebru, according to Axios. Gebru says she was fired from Google while Google has maintained that she resigned.\n\nEarlier this month, Mitchell published the email she said she sent to Google’s press team the day her corporate email access was cut off. The email spoke about Gebru’s firing and how it appeared to be “fueled by the same underpinnings of racism and sexism that our AI systems, when in the wrong hands, tend to soak up.”\n\nMitchell’s letter, which you can read in full here, details the different ideas and structures at play that led to Dr. Gebru’s departure from Google. Mitchell argues what happened to Gebru “appears to stem from the same lack of foresight that is at the core of modern technology, and so itself serves as an example of the problem.”\n\nMitchell adds:\n\nThe firing seems to have been fueled by the same underpinnings of racism and sexism that our AI systems, when in the wrong hands, tend to soak up. How Dr. Gebru was fired is not okay, what was said about it is not okay, and the environment leading up to it was — and is — not okay. Every moment where Jeff Dean and Megan Kacholia do not take responsibility for their actions is another moment where the company as a whole stands by silently as if to intentionally send the horrifying message that Dr. Gebru deserves to be treated this way. Treated as if she were inferior to her peers. Caricatured as irrational (and worse). Her research writing publicly defined as below the bar. Her scholarship publicly declared to be insufficient. For the record: Dr. Gebru has been treated completely inappropriately, with intense disrespect, and she deserves an apology.\n\nThe letter went on to discuss the ethical artificial intelligence approach to developing technology, how Mitchell came to lead and then co-lead the ethical AI team with Gebru and what ultimately happened. Within the next year, Mitchell said she wanted “those of us in positions of privilege and power” to come to terms with “the discomfort of being part of an unjust system that devalued one of the world’s leading scientists, and keep something like this from ever happening again.”\n\nMitchell’s firing comes shortly after Google announced the appointment of Dr. Marian Croak to lead its responsible artificial intelligence division. When we reached out to Google yesterday the company did not have a comment on Mitchell’s fate.\n\nEarlier today, Google internally announced the results of its investigation of Gebru’s exit, according to Axios. The company did not reveal what it found, but said it would implement some new policies to enhance diversity and inclusion at Google.\n\nTechCrunch has reached out to Mitchell and will update this story if we hear back."}, 
{"author": "", "title": "Biden speaks at Pfizer manufacturing site in Michigan", "description": "President Biden on Friday delivers remarks from the Pfizer manufacturing site in Kalamazoo, Mich. after touring the facility and meeting with workers.", "url": "https://www.washingtonpost.com/video/politics/biden-speaks-at-pfizer-manufacturing-site-in-michigan/2021/02/19/662cc973-6628-4e27-acc4-5fa56fd9804f_live.html", "urlToImage": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://d1i4t8bqe7zgj6.cloudfront.net/02-19-2021/t_f1586f7db02342f79078890ad0b35300_name_biden_cu.jpg&w=1080", "publishedAt": "2021-02-21T06:33:50Z", "source": "the-washington-post", "digest": "29d4705f7fba613b8671af5d8a494b3e", "text": "Politics\n\nBiden speaks at Pfizer manufacturing site in Michigan\n\nPresident Biden on Friday delivers remarks from the Pfizer manufacturing site in Kalamazoo, Mich. after touring the facility and meeting with workers."},
{"author":"Dave McMenaminESPN Staff Writer ","title":"Sources - Los Angeles Lakers' Dennis Schroder tests negative, in 7-day quarantine","description":"Los Angeles Lakers guard Dennis Schroder tested negative for the coronavirus, but he will miss three more games while completing a seven-day quarantine, sources told ESPN.","url":"http://espn.go.com/nba/story/_/id/30936431/los-angeles-lakers-dennis-schroder-tests-negative-7-day-quarantine","urlToImage":"https://a2.espncdn.com/combiner/i?img=%2Fphoto%2F2020%2F1225%2Fr794650_1296x729_16%2D9.jpg","publishedAt":"2021-02-21T01:28:00Z","source":"espn","digest":"e5b51e11850a23321a7eee9c33e79d06","text":"Dennis Schroder pump-fakes and steps into a midrange jumper to give the Lakers the lead vs. the Thunder. (0:47)\n\nLOS ANGELES -- Lakers guard Dennis Schroder tested negative for COVID-19, but he will be out at least a week because of potential exposure to the virus through contact tracing, sources told ESPN's Adrian Wojnarowski.\n\nLakers coach Frank Vogel said Saturday the team has a \"more firm timeline\" on Schroder, who will be sidelined an additional three games after being a late scratch in Thursday's loss to the Brooklyn Nets because of the league's health and safety protocols. He missed Saturday's 96-94 loss to the Miami Heat and will also be out Monday versus the Washington Wizards and Wednesday at the Utah Jazz.\n\nSchroder will be in seven-day quarantine during that time, sources told Wojnarowski.\n\nL.A. hopes to have Schroder back in the lineup on Friday against the Portland Trail Blazers.\n\nSchroder has started 29 games for the Lakers this season, averaging 14.2 points, 4.3 assists and 3.6 rebounds.\n\nWesley Matthews started in Schroder's place against the Heat and had 10 points, eight rebounds and one assist.\n\nSchroder is only the third Lakers player held out of action due to the health and safety protocols this season, joining Alex Caruso and Alfonzo McKinnie. L.A. is one of a handful of teams to not have any games postponed because of COVID-19, with more than a third of the season already complete."},
{"author":"Pro Football FocusESPN Insider ","title":"Ranking the NFL's most productive 2020 rookie draft classes from 1 to 32","description":"Joe Burrow and Tee Higgins led the Bengals' class. The Bucs got value at the top of their draft, too.","url":"http://espn.go.com/nfl/insider/story/_/id/30784886/ranking-nfl-most-productive-2020-rookie-draft-classes-1-32","urlToImage":"https://a.espncdn.com/combiner/i?img=%2Fphoto%2F2021%2F0128%2Fr807589_1296x729_16%2D9.jpg","publishedAt":"2021-02-20T11:50:00Z","source":"espn","digest":"b3ccd4204c4138e1678973992bde2e38","text":"Dan Orlovsky breaks down why he believes Tampa Bay won the draft with the production of its rookie class on the field. (1:13)\n\nWhether it's in the first round or the sixth round, finding value above expectation in the NFL draft can significantly alter the landscape of a franchise. It is easier to do that with a wealth of draft capital, of course, but it's important how much a team can get from its draft picks relative to where they were taken rather than just blindly adding together all the production from the class.\n\nIf Player X and Player Y have similar seasons, the production from Player Y, taken in the sixth round, is much more valuable than the production a team gets from first-round-pick Player X.\n\nWith the help of Pro Football Focus' Wins Above Replacement (WAR) metric, we ranked all 32 teams on the value of their rookie class over expectation given where each player was selected in the 2020 NFL draft.\n\nEditor's note: This story originally published on Jan. 29, 2021.\n\nJump to:\n\nARI | ATL | BAL | BUF | CAR | CHI | CIN\n\nCLE | DAL | DEN | DET | GB | HOU | IND\n\nJAX | KC | LAC | LAR | MIA | MIN | NE\n\nNO | NYG | NYJ | OAK | PHI | PIT | SF\n\nSEA | TB | TEN | WSH\n\nWhy they're ranked here: Quarterback Joe Burrow (No. 1 overall) finished the 2020 NFL season as the second-most valuable first-round rookie, while wide receiver Tee Higgins (No. 33 overall) ranked second among second-round selections. Both players far exceeded the production that was expected of them, and Burrow was on pace to be the most valuable rookie in the entire class this year before suffering a season-ending knee injury in Week 11."},
{"author":"Kevin Lee","title":"Best PC Controller 2021: The Best Game Pads for PC Gaming - IGN","description":"We all love our mouse and keyboard, but it's not ideal for all situations. For those of you need a gamepad, so here's our list of the best PC gaming controllers.","url":"https://www.ign.com/articles/the-best-pc-gaming-controllers","urlToImage":"https://assets1.ignimgs.com/2017/08/03/tech-controller-1280-1501801581381.jpg?width=1280","publishedAt":"2021-02-01T23:50:32Z","source":"ign","digest":"64a6e14186c172d5ab8d5fcf584d5521","text":"From poorly ported consoles games to action adventures and racing simulators, there are more than a few cases where a gaming keyboard and gaming mouse aren't necessarily going to be the best input options. It's easy to swear by a keyboard and mouse where twitchy response and pixel-perfect aim are concerned, but there's a huge arena where different gaming controllers can have an edge while playing on a gaming PC\n\nIf you're playing a fighting game, you may get more satisfaction out of the buttons on a controller, which you can frantically mash. If you're flying through space in an intense dogfight, holding a thumbstick down to perform a series of loops and turns can be a lot easier than hurriedly throwing your mouse around your desk in an attempt to maneuver smoothly. And, let's not forget that analog inputs have some advantages over the all-or-nothing, binary controls all over mice and keyboards – just try slowing accelerating in a racing game with a keyboard.Beyond traditional gaming controllers, there's also a host of specialized controllers, like joysticks and fight sticks , that are made to excel in specific types of games. We've rounded up the best controllers in a variety of categories, so when a game can benefit more from a controller, you can let your keyboard and mouse take a well-earned break.\n\nTL;DR – These are the Best PC Controllers:\n\n1. Xbox Core Controller\n\nBest PC Controller\n\nOur Pick Xbox Core Controller On Amazon See It\n\n2. PowerA Enhanced Wired Controller\n\nBest Budget PC Controller\n\nPowerA Enhanced Wired Controller On Amazon See It\n\n3. Logitech F310\n\nBest Ultra Cheap PC Controller\n\nLogitech Gamepad F310 On Newegg See It\n\n4. Sony DualSense Controller\n\nBest Bluetooth PC Controller\n\nSony DualSense Controller On Amazon See It\n\n5. Xbox Elite Series 2 Controller\n\nBest High-End PC Controller\n\nXbox Elite Series 2 Controller On Walmart See It\n\n6. Razer Wolverine V2\n\nBest Wired PC Controller\n\nRazer Wolverine V2 On Amazon See It\n\n7. SteelSeries Stratus Duo\n\nReady to Go Out of the Box\n\nSteelSeries Stratus Duo On Dell See It\n\n8. 8Bitdo Sn30 Pro\n\nBest PC Controller for Retro Games\n\n8Bitdo SN30 Pro On Amazon See It\n\n9. Switch Pro Controller\n\nLet's a Go with Nintendo's Controller\n\nSwitch Pro Controller On Amazon See It\n\n10. PowerA Spectra Enhanced\n\nBest RGB Controller\n\nPowerA Spectra Enhanced On Amazon See It\n\n11. Hori Real Arcade Pro V Kai\n\nBest PC Fight Stick\n\nHori Real Arcade Pro V Kai On Amazon See It\n\n12. Thrustmaster TS-PC Racer\n\nBest PC Racing Wheel\n\nThrustmaster TS-PC Racer On Walmart See It\n\nIf you're browsing in the UK, click here to find out where you can go to find the best PC controllers. Xbox Series X and Series S came the new Xbox Core Controller ( read our review ). The new controller actually leaves most of its predecessors designed unchanged. It's got the same face buttons, same analog sticks, same battery port, and same pairing button. There's still chatpad port and a 3.5mm audio jack for headsets on the front edge of the contoller.Microsoft has updated the feel, though, adding more texture to the grips and triggers. There's also a new D-Pad that's more akin to the concave version found on the Xbox Elite controller, and it's fairly tactile. Microsoft has also added a share button between the Menu and View buttons. And, since this is a device that launched in 2020, there's thankfully a modern USB-C port. Bluetooth connectivity also remains available on this model. read our review ) wired controller is a strong option that ditches wireless connectivity in order to hit a low price point. Since using an Xbox One or Xbox Core controller wirelessly with a PC requires a special adapter anyway (or Bluetooth), many of us probably would opt for a wired connection, and the PowerA Enhanced offers that up at about half the price (bonus: no batteries required).The controller itself provides a decent bit of heft, aided along by two vibration motors. It's got all the buttons you need for your games. It even takes a page out of the Xbox Elite Controller's book: On the underside of the PowerA Enhanced controller, you'll find two small buttons that can serve as shortcuts to face buttons. This will let you keep your thumbs firmly in place on the analog sticks while still being able to activate abilities mapped to the ABXY controls.If you're a devout keyboard and mouse gamer who only imagines themselves very rarely using a gamepad, the Logitech F310 is a great option. It only costs $15, but it includes everything you need including dual joysticks, bumpers and triggers, four standard face buttons, and even an eight directional D-Pad.Those short, nubby grips don't make for great ergonomics, but that shouldn't matter if you're only picking up a controller for short bursts to drive vehicles in games like Grand Theft Auto V or Battlefield V read our review ) delivers an upgrade. The new controller drastically changes the aesthetics of the original, but still has a similar control scheme or those who prefer the symmetrical layout for the analog sticks.Support for the DualSense controller on PC may also turn out even better than it did for the DualShock 4. There have already been moves by Steam to support the controller , and it's possible the touchpad, advanced haptics, and adaptive triggers could also receive support on PC in the future. With more PlayStation-exclusive games ending up not so exclusive thanks to PC ports, full DualSense functionality on PC could make for the best way to play those games on PC.If you're after an Xbox controller that doesn't hold back, then you'll want the Xbox Elite Series 2 controller ( read our review ). This model upgrades from the original Elite controller by adding wireless charging using a docking base with pogo pins. The charger can fit conveniently in the controller's carrying case, where it can even be plugged in.The Xbox Elite Series 2 controller also gets upgraded with support for Bluetooth connections, making it easier than ever to pair with your PC or even smartphones. It also has made the move away from Micro USB to include a USB-C connection instead. Beyond that, it still has swappable analog sticks, multiple D-Pads, and tunable triggers to deliver a gaming experience you can tailor to your own needs. read our review ) is the controller you'll want to pick up. It has a premium design with rubber side grips that will keep your hands firmly in place even in the fiercest combat. The controller is larger than the new Xbox Core controller, giving it a special place for larger handed gamers as well. And, with a wired connection, it will ensure minimal input lag.The Razer Wolverine V2 offers highly capable buttons, as it uses Razer's \"mecha-tactile\" buttons, which actuate quickly and have a clicky feel – none of the mushiness of typical controllers. You can remap the controls to your liking, and there are extra shoulder buttons to give you even more control. Razer also includes trigger locks for any games that require rapid trigger presses.The SteelSeries Stratus Duo ( read our review ) might seem like a controller made specifically for mobile and VR headsets , but it's also a solid option for gaming PCs. For $60 this wireless gamepad comes with its own 2.4GHz dongle included and it even has a built-in battery that's rated for 20 hours of gameplay.WIndows 10 also automatically recognizes the Stratus Duo as an Xbox controller, which means you don't need to remap any buttons. The only thing this controller lacks is rumble, but if you don't mind the missing haptic feedback, the SteelSeries Stratus Duo is a great controller you can use with a lot of other devices.Playing retro games basically demands an old-school controller and 8Bitdo is one of the best companies making them these days. The 8Bitdo Sn30 Pro is the company's best and most well-rounded controller that takes after both the classic SNES and Wii Classic controller. Between the cross-shaped D-Pad and four traditional face buttons, you should feel right at home playing Secret of Mana or any retro game available legally on the PC. Meanwhile, the 8Bitdo Sn30 Pro's pair of joysticks and triggers will let you play any games from the PlayStation-N64 era as well.The Switch Pro Controller ( read our review ) is one of the best controllers ever made, and now you can bring that greatness to the PC. Like the DualShock 4, getting this controller to work the PC is easy with a wired connection, but going wireless requires a few hoops to jump through.Good news is once you've got it paired properly over Bluetooth, Steam will automatically recognize it as an Xbox One controller with all the button mapping done for you. However, if you're playing games outside of Steam, you're going to need 8BitDo Wireless USB Adapter to make the Switch Pro Controller act like an Xbox One gamepad.PowerA may be known more for its budget controllers, but that doesn't mean you should write them off as cheap and low quality. The PowerA Spectra Enhanced ( read our review ) has checked all the right boxes for a PC controller. This is an Xbox-style controller, but in some ways it's even better than the original Xbox One controller that it manages to cost less than.It has a solid design with a soft-touch finish and offers RBG lighting around almost all the main front buttons as well as along the edge. There's no fussing around with needless software either, as the LEDs can be controlled with a button on the back. Better still, the PowerA Spectra Enhanced offers a pro feature in the form of two mappable buttons on the bottom that give your middle fingers something to do beyond holding the controller. This gives the controller an advantage over the standard Xbox One controller while it's cost undercuts the Xbox Elite controllers.The Spectra Enhanced has a wired connection, which ensures you'll get the lowest latency and never have to worry about whether the batteries are charged. The braided cable is lengthy, has a robust connection with the controller, and has an inline release to make sure you don't accidentally pull your laptop or computer off your desk or media center. gaming PC , a regular game controller isn't going to do it. To pull off perfect combos and block just in time for parries you're going to need a fight stick . and there's nothing better than the Hori Real Arcade Pro V Kai.Created in collaboration between Hori and Capcom the Real Arcade Pro V Kai offers a stylish design and solid build quality, making it a highly-rated choice. You'll also love its top-notch Hayabusa buttons and joystick for a real arcade feel. You can hit a switch on the arcade stick's right side to swap between control schemes including turning the joystick into a D-pad or either of the Xbox's traditional thumbsticks.Of course, you're going to want a racing wheel to complete your sim racing setup and look no further than the Thrustmaster TS-PC Racer. It looks and feels like a real wheel attached to an actual race car, especially when this peripheral's 40-watt brushless motor turns on. Force feedback on this racing wheel as you'll feel the pull of every turn and the shock of every bump with up to 6nm of torque.\n\nWhere to Get the Best PC Controller in the UK\n\nWhy Would You Want a PC Controller\n\nIt is unsurprising that the Xbox controller tops the list here, but you've actually got a couple of options depending on whether your laptop or PC is Bluetooth enabled. If you've got Bluetooth to use, you won't need the PC adapter USB, and can simply pick up an Xbox One controller , or even a PlayStation DualShock 4 to avoid the extra cost. But, if you want to consider all your options, here are the best PC controllers available in the UK. Don't see the controllers below? Click here. While playing PC games with a controller might seem like sacrilege against everything that is right in the church of keyboard and mouse, you shouldn't care about what other people think about the way you play PC games.After all, PC gaming is just as much about playing games that their best possible quality, experience games at ultrawide and super-wide aspect ratios unobtainable on the consoles, or just having the highest, silkiest frame rate possible.How you get to play that experience is up to you, and if you're like us, sometimes you rather just sit back with a controller than constantly lean over your desk's keyboard and mouse. This can be especially true if you happen to be playing games on a big-screen gaming TV on your couch. While there are lapboards to bring the true PC gaming experience to your living room, controllers are great for keeping things casual and comfortable.\n\nKevin Lee is IGN's Hardware and Roundups Editor. Follow him on Twitter @baggingspam Mark Knapp is a regular contributor to IGN and an irregular Tweeter on Twitter @Techn0Mark"},
{"author":"Seth Macy","title":"Best Gaming Desk 2021: The Finest Desks for PC and Console Gaming - IGN","description":"PC gaming is serious business and we'll help you find the right computer desk so you can get to work with winning.","url":"https://www.ign.com/articles/the-best-pc-gaming-computer-desks","urlToImage":"https://assets1.ignimgs.com/2019/12/27/gaming-desk-1577421155160.gif?width=1280","publishedAt":"2021-02-01T22:45:09Z","source":"ign","digest":"7b261ff7054946ce69f9776179225c43","text":"Gaming desks are often overlooked pieces of furniture but they're the foundation upon which every great gaming setup is built upon. From being a sturdy place to put your gaming PC and gaming monitor to having enough space to spread out with your gaming mouse , there's a lot to consider when buying the right gaming desk. What's more, you should strive to achieve proper ergonomics. If your desk is too high or low, you might be putting undue strain on your joints and muscles that could really make it hard to enjoy lots of gaming.\n\nTL;DR – These are the Best Gaming Desks:\n\n1. ApexDesk Elite Series\n\nBest Gaming Desk\n\nSo, it's worth your while to get a quality gaming desk built with a gamer's needs in mind. Not only can they help ensure all those aforementioned needs are met, but many include extra features, like cable routing, USB ports, and integrated LED strip lights . We've picked out the gaming desks we think will work best for a wide variety of setups. So, if you're looking for the perfect foundation to your gaming battle station, check these out. If you're browsing in the UK, click here to find out where you can go to find the best desk for PC and console gaming.\n\nOur Pick ApexDesk Elite Series On Amazon See It\n\nDimensions: 60\" x 30\" x 48\" ● Max Load: 225 pounds ● Height Adjustable: 29\" – 48\"\n\n2. Eureka Ergonomic I1\n\nBest Budget Gaming Desk\n\nEureka Ergonomic I1 On Amazon See It\n\nDimensions: 44.5\" x 24.2\" x 30\" ● Max Load: 150 pounds\n\n3. Thermaltake ToughDesk 500L RGB Battlestation\n\nBest L-Shaped PC Gaming Desk\n\nThermaltake ToughDesk 500L RGB Battlestation On Thermaltake See It\n\nDimensions: 62.99\" x 31.49\" (main) 31.49\" x 23.62\" (side) ● Max Load: 330 pounds ● Height Adjustable: 27.5\" - 43.3\"\n\n4. Uplift V2 4-Leg Standing Desk\n\nBest High-Performance PC Gaming Desk\n\nUplift V2 4-Leg Standing Desk On Uplift Desk See It\n\nDimensions: 60\" x 30\" x 51.1\" ● Max Load: 535 pounds ● Height Adjustable: 25.5\" – 51.1\"\n\n5. Herman Miller Motia Gaming Desk\n\nBest Standing Desk for Gaming\n\nHerman Miller Motia Gaming Desk On Herman Miller See It\n\nDimensions: 60\" x 30\" x 46\" ● Max Load: 200 pounds ● Height Adjustable: 27\" to 46\"\n\n6. Arozzi Arena\n\nBest Ultrawide PC Gaming Desk\n\nArozzi Arena On Amazon See It\n\nDimensions: 63\" x 32.2\" x 31\"\n\n7. E-Win 2.0 Edition RGB Gaming Desk\n\nBest RGB Gaming Desk\n\nE-Win 2.0 Edition RGB Gaming Desk On Newegg See It\n\nDimensions: 48\" x 26.8\" x 30\"\n\n8. Cougar Mars Gaming Desk\n\nBest Connected Gaming Desk\n\nCougar Mars Gaming Desk On Amazon See It\n\nDimensions: 60.4\" x 30.4\" x 27\" ● Height Adjustable: 29.5\" to 33.5\"\n\n9. Lian Li DK-05F\n\nBest Gaming PC Desk\n\nLian Li DK-05F On Newegg See It\n\nDimensions: 55.1\" x 30.7\" x 27.1\" ● Height Adjustable: 27.1\" to 46.3\"\n\n10. Respawn RSP-1048\n\nBest Compact PC Gaming Desk\n\nRespawn RSP-1048 On Amazon See It\n\nDimensions: 47.2\" x 28.25-21.5\" x 30\" ● Max Load: 200 pounds\n\nIf you're looking for a great all-around gaming desk check out the ApexDesk Elite Series. It's a sturdily built, motorized standing desk designed to hold up to 225 pounds. It's also 60 inches wide, so it's big enough to hold up to three gaming monitors for flight simulators or racing games on top. Streamers will also be right at home with this large and supportive desk that can take the weight of multiple gaming PCs and displays.Studies show sitting down for long periods is not good for your health. With the Apex Elite computer desk, that problem is solved since it can be converted to a standing platform just by reaching down and pressing a button. Just make sure your cords are all long enough to not become unplugged when it's in standing desk mode.Gaming desks can be expensive often starting at least $300 and up, but the Eureka Ergonomic I1 is one of the few desks that cost only $150. It'll give your setup the \"gamer look\" with its carbon fiber tabletop, angular lines, and blacked-out frame. The Eureka Ergonomic I1 even packs in a few useful elements like an integrated cable tray and grommets for wire management.That said for such a low price you this desk does come with a few compromises, namely its small size at just 43.3-inches across diagonally. This desk can also only handle up to 150 pounds, so it can support a dual monitor setup and your PC rig plus peripherals, but we wouldn't push it beyond that.If you've got a lot of gaming kit to set up, a standard desk might not cut it. But, an L-shaped desk can provide a bunch more space while also giving you an easy way to set up different stations: work on one side, play on the other, perhaps? The Thermaltake ToughtDesk 500L RGB Battlestation is built to take the L-shaped desk to the limit.This desk offers considerable space with a primary section measuring almost 62 x 31.6 inches, and the side section just adds even more space. Better still, the whole surface is built on a powered lift mechanism that can easily adjust the desk's height from 27.5 inches to 43.3 inches. With a max load of 330 pounds, you won't have to worry too much about your gaming gear overloading it. Thermaltake includes cable management channels behind the desk to keep your setup looking tidy, and the RGB lighting on top will make it look even slicker.If you're like us and want a standing desk without any wobble whatsoever, you're going to want the Uplift V2 4-Leg Standing Desk. It's one of the few standing desks on the market with four motorized legs and that's exactly what makes it so much more stable than other options that come with two. Even compared to smart desks that feature crossbar for stability, nothing we've tested is quite as rock-solid as the Uplift V2 4-Leg Standing Desk.The Uplift V2 desk's four legs also makes it one of the heaviest lifters and it can handle up to 535 pounds of gear. That's plenty of weight capacity for multiple gaming monitors, several gaming PCs, and even your collection of weights. Heck, the ground this desk stands on is liable to collapse sooner than you'll be able to overload the Uplift V2 4-Leg Standing Desk.Sitting might be the usual way to enjoy a lengthy spree in your favorite game, but it doesn't have to be. Herman Miller's Motia Gaming Desk can get you comfortable gaming whether you want to hunker down in your favorite gaming chair or stay up on your feet, keeping more of your body engaged.The Herman Miller Motia Gaming Desk offers a substantial surface 60 inches wide and 30 inches deep, ensuring you've got space for a monitor or two, your keyboard, and even a massive mouse pad. The desk surface even has a soft-touch finish and smudge-proof design. With everything positioned where you want it on the desk, you can then use the height-adjust mechanism to get the desk positioned right where you want it as well. It can lower all the way down to 27 inches or raise up to 46 inches. The lift can even handle up to 200 pounds, so no need to worry about your monitor being too heavy.The Arozzi Arena computer desk is designed for folks who are rocking multiple monitors, giving you plenty of space to run two or three panels—and that includes ultrawide curved gaming monitors too. It's also 31-inches deep, so you'll have room to bring the keyboard to where your fingers are while leaving plenty of room for the monitors too. The Arena computer desk even includes a mouse pad surface, so you'll never run out of space for your mouse either, and it's waterproof. This sucker is a little on the expensive side, but it's the type of computer desk you can buy and never have to upgrade ever again. It's even available with different color legs, including red (shown above), green, black, and of course, all-black.Perhaps one of the most critical paths to true PC-gamer ascension is gobs of stylish LED lights. Keyboards, mice, mousepads, and even sticks of RAM have flashy, hypnotic LED lighting in them. Having a desk like the E-Win 2.0 Edition RGB Gaming Desk join your RGB disco just makes sense. Like your gaming PC, gaming mouse, or just about any PC peripheral these days, the E-Win 2.0 Edition RGB Gaming Desk features two thick strips of RGB lighting that you can assign to glow in a rippling stream of colors or just light up with a single hue.Besides glowing with all the colors of the rainbow, the E-Win 2.0 Edition RGB Gaming Desk has a built-in wireless charging pad, an attachable cup holder, and multiple cable routing holes, which all can be fairly handy. The desktop has also been treated with a carbon fiber-like texture, which allows the whole surface of the desk to act like a mousepad.A desk is just the place you put all your gear on right? Not so with the Cougar Mars Gaming Desk. It comes with two connected hubs, which include audio jacks to plug in a gaming headset and microphone plus a pair of USB ports for your other peripherals like a gaming keyboard and gaming mouse.Of course, as a gaming desk, it has to feature built-in RGB lighting and it's even RGB lighting you can have synced up to your gaming PC. That's right this desk has a 5V addressable RGB header you can plug into your desktop's motherboard and it's compatible with multiple applications including Asus Aura Sync, Gigabyte RGB Fusion, Msi Mystic Light and ASRock Polychrome.Putting your computer on top of your gaming desk is nice and all, but what if you could put your desktop inside of your desk? That's exactly what the Lian Li DK-05F is designed for and it actually has room for up to two full custom built systems. From E-ATX motherboards to full-length graphics cards, and up to 480mm liquid coolers, you can build some pretty crazy PCs in this thing.Of course, as a desk, the Lian Li DK-05F is also pretty great. You get a sizable 55-inch wide glass desktop that goes from transparent to opaque with the flick of a switch. The whole thing is also a motorized standing desk, so you can adjust the height of your tabletop between 27-inches and 46-inches.If your gaming setup isn't the largest and most luxuriant, you might not want to go for one of the massive gaming desks, which can easily stretch over 60 inches wide, and let's not even think about the L-shaped ones that dominate whole corners of rooms. For a gaming desk that's ready for a smaller space like a single bedroom or studio apartment, the Respawn RSP-1048 gets the job done.The gaming desk can fit into 48-inch wide spaces, and it still provides plenty of desk space for a large monitor, a full-size keyboard, and ample room for mousing around. The shape of the desktop has a slight curving cutout that's conducive to getting you closer to your screen but not so conducive to cover the surface in a mousepad. Fortunately, Respawn includes a quality mousepad covering for the whole desk. There are even thin cutouts that allow for some discreet cable management.\n\nWhere to Get the Best Gaming Desks in the UK\n\nWhat to look for in a PC Gaming Computer Desk\n\nThere's nothing better than sitting at a nice desk and feeling comfortable while you game. A dedicated gaming desk is perfect for anyone who's looking to find the right space to kick back, relax, and play some amazing video games. Unfortunately not all of the desks available in the US can also be purchased in the UK, but there are still a few to choose from. Don't see the desks below? Click here. What the \"best\" is depends largely on your needs. There's no need to spend a small fortune on a dedicated gaming desk if you just want a place to plop down your gaming laptop that isn't your kitchen table. Thankfully, there are plenty of options. The first step is identifying your needs.Do you spread yourself wide, gaming mouse and gaming keyboard at arm's length? Do you have a monster monitor with an enormous desktop footprint like the unbelievable Samsung 49-inch CRG9 ? You need a big desk like the Respawn 2010 Gaming L-Desk Do you get by with a gaming mouse hooked to your laptop, and maybe a monitor or two, and you don't want to spend a ton of money? The Atlantic Gaming Desk should fit your needs.If you want the best of the best, and have money to burn, the Arozzi Arena Gaming Desk might be the best gaming desk you can buy. It's designed from the ground up to meet all your hardcore gaming needs. Not only is it built like a tank, but it has smart cable management, easy height adjustment, and a water-proof all-over mousepad surface.Standing gaming desks are also great, not only for their ability to let you stand and game but also set your gaming area to a proper ergonomic height. You should have your desk always to sit at the same level as your elbows, that way your forearm naturally rests at a 90-degree angle in line with the floor. If the table is too high or low, you'll be putting unnecessary stress on your arm and that could lead to complications like musculoskeletal disorders."},
{"author":"","title":"Bravely Default 2 - Final Trailer Teaser - IGN","description":"Check out new gameplay for Bravely Default 2 ahead of its final trailer later today.","url":"https://www.ign.com/videos/bravely-default-2-final-trailer-teaser","urlToImage":"https://assets1.ignimgs.com/thumbs/userUploaded/2021/2/17/bd-1613602964112.jpg?width=1280","publishedAt":"2021-02-21T06:33:50Z","source":"ign","digest":"2522c1de6ea6e77dd8bbdf2477d5e688","text":"Bravely Default 2 - Final Trailer Teaser\n\nCheck out new gameplay for Bravely Default 2 ahead of its final trailer later today."},
{"author":"Rebekah Valentine","title":"Nintendo's New Concierge Service Gives Surprisingly Great Game Recommendations - IGN","description":"Nintendo's new concierge service for the Switch is decidedly not intended for someone like me. But it seems to offer a great service, no matter who you are.","url":"https://www.ign.com/articles/nintendos-new-concierge-service-gives-surprisingly-great-game-recommendations","urlToImage":"https://assets1.ignimgs.com/2021/02/18/nintendoconcierge-blogroll-1613689145572.jpg?width=1280","publishedAt":"2021-02-18T23:13:54Z","source":"ign","digest":"ea3124acb1aaf2e4d7a60da4951c4dfb","text":"Nintendo's new concierge service is decidedly not intended for someone like me – but I really wanted to try it anyway. Thankfully, having tried it, it seems to offer a great service, no matter who you are.\n\nA quick look at the website makes it clear that its free, appointment-based customer service program is for folks who are new to, or at least less familiar with, the Nintendo Switch. You can, for example, set a 30-minute appointment to chat with a Nintendo representative about topics including Games (Getting Started), Security and Privacy, or even just Nintendo Switch 101.\n\nSo not for, say, someone who reviewed the Switch hardware when it came out and has 500 hours in Animal Crossing: New Horizons. Not me.\n\nBut even though I let Nintendo know up front that I was a games reporter who probably knew an annoying amount about the Switch already, Nintendo representative Adonis greeted me warmly during my session last week and was fully prepared to take me on a journey through my chosen topic: \"Games (What to Play Next).\"\n\nLoading\n\nAdonis knew that I was here with a pretty full Switch library already, but I also told him that my visit was sincere. I wanted to know what this process looked like, and I wanted to see how deep Nintendo's recommendations would cut. Would he simply recommend a few Mario games and call it there? Was his work limited to explaining how to access the eShop? Was this just a Nintendo cash grab and would he try to encourage me to buy multiple full-priced titles? How good would the recommendations actually be?\n\nFortunately, Adonis was patient with my unusual situation, and invited me to tell him a bit about what I'd been playing recently or what I was interested in to give him an idea of where to start. I told him I'd been playing Animal Crossing and indie puzzle title Carto lately, and was looking forward to Bravely Default 2 in a few weeks and wanted something to fill time in the interim.\n\nThen, Adonis did the best thing he could have possibly done: he recommended I play a bunch of game demos.\n\nSince we were on a video call, he offered to share his screen with me and showed me his Nintendo Switch, where he walked me through the process of navigating to the eShop and searching for games by available demo, and then genre (we went with RPGs). He then began slowly scrolling through the games, calling out a few recommendations as he went like Trials of Mana, Octopath Traveler, and Cat Quest.\n\nI'll admit it -- I actually learned something during this session. As someone who writes about games for a living, I rarely have reason to browse the eShop casually. I already know most of the games coming out soon that I want to play, so I have never taken the time to consider the sheer breadth of games with free demos that are out there now. There are a lot! Way more than I had previously thought, in fact. I quickly began scribbling down titles on a sticky note.\n\nLoading\n\nI was further impressed by the fact that Adonis seemed more than willing to hop out of the first-party catalogue and recommend games from partners, big and small. Aside from Cat Quest, other indies he mentioned included Grindstone and Wonderful 101, which he was delighted had made it to the Switch after being missed by so many on the Wii U. He also threw out Dragon Quest Builders (after I told him I wasn't huge on Dragon Quest proper), Pokémon Mystery Dungeon (because I said I loved Sword and Shield and Let's Go!), and the upcoming Monster Hunter Rise demo since I had mentioned my long-distance partner and I were looking for games to play together in co-op.\n\nOh, and he did eventually get around to recommending the new Mario game, but at that point I had a list that would easily tide me over for weeks after Bravely Default 2.\n\nThough he did name a few games I had already played, I walked away from the conversation with a long list of titles I had known about for a while, but hadn't given a fair shake for whatever reason. Several, such as Grindstone and Octopath, were games I had wanted to play for a while and just hadn't had time for. I spent the weekend dipping in and out of game demos and have, with the exception of Monster Hunter (for which the demo has unfortunately ended for now), at least dabbled in everything Adonis recommended.\n\nLoading\n\nNintendo's interest in making its system understandable to people with less gaming know-how is not new, nor surprising, but this latest endeavor has legitimately impressed me. I went in expecting to be told to purchase a few $60 games I either had already played or wasn't especially interested in. Instead, someone who clearly loved games and knew a lot about them spoke enthusiastically and passionately about them with me, and helped me navigate a system I hadn't spent much time with to find some new games I might enjoy. If this was my experience as someone very comfortable with her Switch, I can imagine that it might be even more enlightening to newcomers who genuinely have no idea where to start.\n\nThe concierge service is, for now, a pilot program that Nintendo says is only available in January and February, but I hope it's successful enough and useful enough that they keep it open longer and manage to spread the word to new Switch owners. If you have a friend or family member who's new to gaming or the Switch system and wants help, I can't recommend it enough.\n\nAlso, Adonis, if you're reading this: these recommendations ruled and after work today I am going to go play more Dragon Quest Builders. Thanks!\n\nRebekah Valentine is a news reporter for IGN. You can find her on Twitter @duckvalentine"},
{"author":"","title":"How to Find Copper, Iron, Tin, Silver, Obsidian, and Black Metal Scraps - Valheim Wiki Guide - IGN","description":"This page is part of IGN&apos;s Valheim Wiki guide and details everything you need to know about finding Copper, Iron, Tin, Silver, Obsidian, and Black Metal","url":"https://www.ign.com/wikis/valheim/How_to_Find_Copper,_Iron,_Tin,_Silver,_Obsidian,_and_Black_Metal_Scraps","urlToImage":"http://oyster.ignimgs.com/mediawiki/apis.ign.com/valheim/1/18/JIPTZptYGt.jpg","publishedAt":"2021-02-21T01:27:17Z","source":"ign","digest":"21137ac3af2e0fc7ec1a697c11fdcc5a","text":"This page is part of IGN's Valheim Wiki guide and details everything you need to know about finding Copper, Iron, Tin, Silver, Obsidian, and Black Metal Scraps when exploring the different biomes of Valheim.\n\nLooking for a specific metal? Click the following links to jump to...\n\nLoading\n\nHow to Find and Mine Every Ore in Valheim\n\nLooking to mine and smelt a specific type of metal? Well, we have you covered in our complete guide to finding and mining every type of ore in Valheim below.\n\nHave yet to obtain a pickaxe? Check out our step-by-step guide for How to Get a Pickaxe\n\nHow to Find Copper Ore in Valheim\n\nFound within the Black Forest biomes, you will find large moss covered rocks that feature copper colored inclusions all throughout the rock and in order to mine it, you will require an Antler Pickaxe or better.\n\nYou will know once you have found the correct type of rock, as it will read \"Copper Deposit\".\n\nWhile mining the Copper ore, you will also receive Stone as the Copper ore is embedded within the large stone rock.\n\nIt is worth keeping in mind that Copper ore frequently runs very deep, so even though you may have thought you have mined all of the Copper within the rock, you will want to continue mining the entire rock area as it may be hidden further beneath the ground.\n\nHow to Smelt a Copper Bar\n\nadvertisement\n\nIn order to smelt a Copper ingot, you will need x2 Coal and x1 Copper ore to smelt a single Copper bar. Upon smelting the Copper bar, you will be able to use it to craft the following items:\n\nHow to Find Iron in Valheim\n\nRequiring either an Antler Pickaxe or Bronze Pickaxe in order to mine it, you will only find Iron ore within the Swamp biome.\n\nAvailable through two different methods, you can firstly find Iron ore by searching the Swamp for hidden Middy Scrap Piles. To find these piles you will need to have your Wishbone equipped - an item that is obtained by defeating the Bonemass boss.\n\nAs you explore the Swamp biome, use the Wishbone's unique pulsing effect and watch as it becomes stronger and the pinging noise starts to sound more rapidly. This will eventually lead you to hidden Muddy Scrap Piles that can be mined just like any other resource.\n\nAlternatively, you can find a more reliable and consistent method of locating Muddy Scrap Piles by exploring Sunken Crypts. These crypts are usually fairly easy to spot as they are normally surrounded by enemies and are heavily lit with bright green glowing torches and a large metal gate. Entering a Sunken Crypt isn't as easy as you might have hoped though, as they require a Swamp Key in order to unlock the door. A Swamp Key can only be obtained by defeating the second boss, The Elder.\n\nOnce you have opened the Sunken Crypt, enter the flooded dungeon and look for large Muddy Scrap Piles that can often be found blocking doorways.\n\nIf you're still struggling to find Iron, it is also a somewhat rare drop from killing Oozer's and from mining Meteor Craters.\n\nHow to Smelt an Iron Bar\n\nIn order to turn Scrap Iron into a more useable form, you will need to use them on a Smelter. To make an Iron bar you will require x2 Coal and x1 Iron to make an Iron bar.\n\nHow to Find Tin Ore in Valheim\n\nFound within the Black Forest biome, Tin ore can be found when exploring the shorelines and riverbanks of the Black Forest for small rocks that feature a streak of black through them.\n\nIt is worth mentioning that you will need an Antler Pickaxe or better to mine Tin ore.\n\nHow to Smelt a Tin Bar\n\nIn order to smelt a Tin ingot, you will need x2 Coal and x1 Tin ore to smelt a bar of Tin. Once you have smelted the Tin ore into a Tin ingot, you will be able to craft the following items:\n\nFound within the Mountains biome, Silver ore can be mined from deposits that are primarily hidden beneath the ground.\n\nPlease note that Silver ore can only be mined with an Iron pickaxe or better.\n\nWhile it is very possible to find Silver veins on the surface of large mountain tops, the chances of this occurring is quite rare so we highly recommend acquiring the Wishbone, as it will allow for a much more reliable and consistent method for finding and mining Silver ore.\n\nIf you have yet to defeat the Bonemass boss to obtain the Wishbone, click the following link to find our step-by-step guide for How to Defeat Bonemass.\n\nOnce you're in the Mountain biome, equip the Wishbone and watch as the green particle effect begins pulse from your character. As the pulsing effect becomes stronger and the pinging noise starts to sound more rapidly, take out your pickaxe and start mining beneath the ground. If you are digging in the correct location, you should find Silver ore beneath the ground. If you're still struggling, do keep in mind that some of the smaller Mountain biomes will not contain Silver veins, so definitely consider checking out some of the larger biomes for more luck!\n\nHow to Find Black Metal Scraps in Valheim\n\nUnfortunately, Black Metal Scraps can not be mined and are only dropped by Fulings.\n\nBest described as a small goblin-like creature, Fulings can be found in the Plains biome, along with the Meadows and Black Forest at night once you have defeated Yagluth.\n\nHow to Smelt Black Metal Scraps\n\nIn order to smelt the Black Metal Scrap, you will require x2 Coal per Black Metal Scrap piece. Once you have smelted the Black Metal Scrap into a Black Metal ingot, you will be able to craft the following items:\n\nHow to Find Obsidian in Valheim"},
{"author":"","title":"Playing With Power: The Nintendo Story - Exclusive Official Trailer - IGN","description":"Written and directed by Jeremy Snead, executive produced by Sean Astin and featuring interviews from Wil Wheaton and Alison Haislip to Ron Judy (Co-Founder Nintendo of America), Nolan Bushnell (Co-Founder Atari), and Tom Kalinske (Former CEO Sega Of America), the docuseries covers the origins and journey of Nintendo from the 1800s until today. Playing With Power: The Nintendo Story joins the growing list of exciting new Crackle Original Series and will be available to watch for free when it makes its World Premiere on March 1, 2021 exclusively on Crackle.\r\n\r\nPlaying With Power: The Nintendo Story​peels back the curtain on the famously-secretive Japanese company that would eventually take the global videogame industry by storm. Discover the humble beginnings of a gaming business that began many decades before the invention of television, and ride along the bumpy road of hits, misses, and wild ideas that turned Nintendo from a local playing card maker into a worldwide household name. Narrated by Sean Astin, the electrifying story is presented by an ensemble of Nintendo personnel, celebrity icons, and industry veterans including Wil Wheaton, Alison Haislip, former Nintendo CEO Reggie Fils-Aimé, and head of Xbox Phil Spencer.\r\n\r\nThis five-part series will have its world premiere on March 1, 2021 as a Crackle Original Series.","url":"https://www.ign.com/videos/playing-with-power-the-nintendo-story-exclusive-official-trailer","urlToImage":"https://assets1.ignimgs.com/thumbs/userUploaded/2021/2/17/playingwithpowerthenintendostoryexclusiveofficialtrailer36190303nintendostorythumb-1613577440288.jpg?width=1280","publishedAt":"2021-02-21T06:33:50Z","source":"ign","digest":"4c1e931f69febd369306cd9d47b17e5d","text":"Playing With Power: The Nintendo Story - Exclusive Official Trailer\n\nWritten and directed by Jeremy Snead, executive produced by Sean Astin and featuring interviews from Wil Wheaton and Alison Haislip to Ron Judy (Co-Founder Nintendo of America), Nolan Bushnell (Co-Founder Atari), and Tom Kalinske (Former CEO Sega Of America), the docuseries covers the origins and journey of Nintendo from the 1800s until today. Playing With Power: The Nintendo Story joins the growing list of exciting new Crackle Original Series and will be available to watch for free when it makes its World Premiere on March 1, 2021 exclusively on Crackle. Playing With Power: The Nintendo Story​peels back the curtain on the famously-secretive Japanese company that would eventually take the global videogame industry by storm. Discover the humble beginnings of a gaming business that began many decades before the invention of television, and ride along the bumpy road of hits, misses, and wild ideas that turned Nintendo from a local playing card maker into a worldwide household name. Narrated by Sean Astin, the electrifying story is presented by an ensemble of Nintendo personnel, celebrity icons, and industry veterans including Wil Wheaton, Alison Haislip, former Nintendo CEO Reggie Fils-Aimé, and head of Xbox Phil Spencer. This five-part series will have its world premiere on March 1, 2021 as a Crackle Original Series."},
{"author":"","title":"Zack Snyder's Justice League - Official Trailer - IGN","description":"Zack Snyder's Justice League debuts on HBO Max on March 18.\r\n\r\nIn Zack Snyder's Justice League, determined to ensure Superman's (Henry Cavill) ultimate sacrifice was not in vain, Bruce Wayne (Ben Affleck) aligns forces with Diana Prince (Gal Gadot) with plans to recruit a team of metahumans to protect the world from an approaching threat of catastrophic proportions. \r\n\r\nThe task proves more difficult than Bruce imagined, as each of the recruits must face the demons of their own pasts to transcend that which has held them back, allowing them to come together, finally forming an unprecedented league of heroes. Now united, Batman (Affleck), Wonder Woman (Gadot), Aquaman (Jason Momoa), Cyborg (Ray Fisher), and The Flash (Ezra Miller) may be too late to save the planet from Steppenwolf, DeSaad, and Darkseid and their dreadful intentions.","url":"https://www.ign.com/videos/2021/02/14/zack-snyders-justice-league-official-trailer","urlToImage":"https://assets1.ignimgs.com/thumbs/userUploaded/2021/2/14/darkseid-snydercut-1280-1613319022987.jpg?width=1280","publishedAt":"2021-02-21T06:33:50Z","source":"ign","digest":"27fc479bbf743d01ba1cb27bd2c75a95","text":"Zack Snyder's Justice League - Official Trailer\n\nZack Snyder's Justice League debuts on HBO Max on March 18. In Zack Snyder's Justice League, determined to ensure Superman's (Henry Cavill) ultimate sacrifice was not in vain, Bruce Wayne (Ben Affleck) aligns forces with Diana Prince (Gal Gadot) with plans to recruit a team of metahumans to protect the world from an approaching threat of catastrophic proportions. The task proves more difficult than Bruce imagined, as each of the recruits must face the demons of their own pasts to transcend that which has held them back, allowing them to come together, finally forming an unprecedented league of heroes. Now united, Batman (Affleck), Wonder Woman (Gadot), Aquaman (Jason Momoa), Cyborg (Ray Fisher), and The Flash (Ezra Miller) may be too late to save the planet from Steppenwolf, DeSaad, and Darkseid and their dreadful intentions."},
{"author":"Eric Song","title":"Where to Buy 2021 Gaming Laptops with the Newest GeForce RTX 3060, RTX 3070, and RTX 3080 Video Cards (Updated) - IGN","description":"Razer, MSI, Gigabyte, and ASUS RTX 30XX gaming laptops are now available at Newegg and Best Buy.","url":"https://www.ign.com/articles/where-to-buy-2021-gaming-laptops-with-the-newest-geforce-rtx-3060-rtx-3070-and-rtx-3080-video-cards","urlToImage":"https://assets1.ignimgs.com/2021/01/26/rtxlaptops-1611679296910.jpg?width=1280","publishedAt":"2021-02-11T02:56:06Z","source":"ign","digest":"98e9f71bc2168c3e596d7a85ca8c4df4","text":"The new generation of gaming laptops is here! The RTX 30XX video cards were a huge step forward in the gaming PC category, and we're all expecting big things for the newly announced RTX 30XX mobile processors as well. Several different options are now available, mostly at Dell and Newegg, with more to come later this month.. Benchmarks haven't been released yet, but personally I'd be disappointed if these cards didn't match up to the performance jumps we saw on the desktop vide card variants. If the new RTX 30XX mobile lineup does indeed live up to expectations, these new generation of laptops may sell out in very short order. If you're actively hunting for a new gaming laptop right now, It's best to be safe and preorder one of these new models in advance, since recent history has proven that it's easier to cancel or return your preorder than to later secure something in high demand.\n\nJust Released: New Alienware RTX 30 Series Laptops for Preorder\n\nNew 2021 RTX 3060 Gaming Laptops for Preorder\n\nNew 2021 RTX 3070 Gaming Laptops for Preorder\n\nNew 2021 RTX 3080 Gaming Laptops for Preorder\n\nNew 2021 Razer Blade RTX 30XX Laptops for Preorder\n\nRazer Blade RTX 3060, RTX 3070, and RTX 3080 Gaming Laptops If you want the best of the best gaming laptop, then look no further. These 2021 Razer Blade laptops feature the new RTX 30XX video cards and you can preorder them right now. RTX 3060 starts at $1699, RTX 3070 for $1999, and RTX 3080 for $2899. 12 $1,699.99 See on Razer\n\nEric Song is IGN's deal curator and spends roughly 1/4 of his income on stuff he posts. Check out his latest Daily Deals Article and subscribe to his IGN Deals Newsletter"},
{"author":"Kelly Knox","title":"Agatha Harkness: WandaVision's Other Marvel Witch Explained - IGN","description":"What's really going on with Agnes in WandaVision? And who is Agatha Harkness anyway?","url":"https://www.ign.com/articles/agatha-harkness-wandavision-marvel-witch-agnes","urlToImage":"https://assets1.ignimgs.com/2021/02/10/wandavision-mind-stone-theory-1612992440715.jpg?width=1280","publishedAt":"2021-02-20T23:06:37Z","source":"ign","digest":"dc92c03846ccfc70f87a6fb19c57a0f8","text":"Agnes, Wanda’s mysterious friend and confidante in WandaVision, has been hiding a few secrets of her own. Keen-eyed comic fans had a feeling Wanda and Vision’s neighbor was storied Marvel comic book character--and witch--Agatha Harkness, and her identity has finally been revealed.\n\nWho Is Marvel's Agatha Harkness?\n\nAgatha’s Origin\n\nAgatha’s Powers and Abilities\n\nAgatha Harkness and Wanda Maximoff\n\nIs Agatha Harkness Behind it All in WandaVision?\n\nAgatha Harkness on TV\n\nAgatha Harkness: WandaVision's Other Marvel Witch Explained 9 IMAGES\n\nWho Is Marvel's Agatha Harkness?\n\nHave you watched Marvel's WandaVision? YES NO\n\n“ Witch, governess, and mentor, the Agatha in the comic books has close bonds with some of the biggest heroes in the Marvel universe.\n\nAgatha’s Origin\n\nAgatha Harkness Cheat Sheet First Appearance: Fantastic Four #94 (1970)\n\nCreators: Stan Lee and Jack Kirby\n\nFormer Team: Daughters of Liberty\n\nRecommended Reading: Fantastic Four (1961) #185-186, West Coast Avengers (1985) #51-52, Captain America (2018) #19\n\n\n\n\n\nAgatha’s Powers and Abilities\n\nAgatha working some magic.\n\nAgatha Harkness and Wanda Maximoff\n\nIs Agatha Harkness Behind it All in WandaVision?\n\nLoading\n\nAgatha Harkness on TV\n\nWitch, governess, and mentor, the Agatha in the comic books has close bonds with some of the biggest heroes in the Marvel universe. But who is the secretive sorceress? Let’s explore these topics:When Franklin Richards was born, his parents Reed and Sue Richards (a.k.a. Mr. Fantastic and the Invisible Woman) sought to keep him safely tucked away from all manner of prying eyes. The Fantastic Four took the baby to the serene, secluded town of Whisper Hill, the home of their new governess--Agatha Harkness.Although they didn’t know it at the time, Agatha was a witch of incredible power. She used her abilities to not only keep Franklin safe, but to keep his burgeoning powers in check. She finally revealed her magic to save Reed Richards from being trapped in the Negative Zone. The Fantastic Four came to count on her as both an ally and friend. When her own life was in danger, the four heroes did everything they could to save her.Agatha later became close to another magic-user of the Marvel universe, the Scarlet Witch, when Wanda and Vision became unlikely parents to a set of twins . She sought to help Wanda learn to control her reality-warping magic. Although she would eventually meet her doom at Wanda’s hands, the bond between them was strong even after death.The sorceress’s age is just one of the many mysteries surrounding Agatha Harkness. Agatha lived in Salem, Massachusetts, until she moved to the town of New Salem, Colorado, in an unknown year. New Salem was a hidden community of spellcasters who had left the persecution of Salem behind them. The residents swore to never interact with non-magic mortals again. Agatha was their leader until she decided to leave for reasons never really explained.Only a few other bits and pieces of her long past have been revealed since. She spent time as a member of the Daughters of Liberty in the late 1700s; she also fought against a dark magic wielder shortly after World War II.By the end of the 20th century, Agatha and her faithful cat companion, Ebony, lived in a foreboding mansion in Whisper Hill, New York. The house, like Agatha, was old and enigmatic, but provided a safe haven for baby Franklin. “Although I lived in retirement for years,” Agatha said in her first appearance in the pages of Fantastic Four, “I could not say no to my newest charge when I learned the identity of his parents!\"Reed and Sue couldn’t have picked a better governess. The first night she watched the baby, the Frightful Four entered the house, intent on getting revenge on the superhero team. Agatha dispatched them easily with her magic.In time, Agatha became the nanny for another set of unusual children, the twins of Wanda Maximoff and The Vision.Agatha Harkness casts spells that manipulate mystical forces. She uses magic to extend her life for centuries, travel through space and time, send mental messages to warn of incoming danger, erase Wanda Maximoff’s grief-filled memories, and much more.Her former black cat, Ebony, was no ordinary cat. Ebony transformed into a large, snarling panther when faced with a threat. Agatha counted on him as both companion and protector.She was also a patient teacher and mentor as Wanda explored her magic “hex” powers.Shortly after Wanda and Vision became parents, Agatha appeared on their doorstep. Her visit was quite unexpected, especially as she had been presumed dead. She was there to talk about the children, she told the surprised couple. It seems the babies were disappearing when Wanda wasn’t thinking of them. But Wanda refused to hear the truth... Billy and Tommy weren’t real. When the demon Mephisto revealed their true nature as pieces of his soul and reabsorbed them, Agatha removed their memory from the distraught Scarlet Witch. “To spare her that pain, I have closed that corner of her mind for all time,” she said. “For Wanda, it will be as if they never were.”In time, however, Wanda did remember her children, and Agatha paid the price for her interference. This led to the famed House of M storyline that WandaVision is partially based on Now we know Agatha Harkness’s place in the Marvel Cinematic Universe. Or do we? It definitely seems like Kathryn Hahn's Agatha has been the one pulling the strings in Westview.The clues started with Agnes and Agatha having similar-sounding names. Agnes also has a pet, Senor Scratches, who she holds dear (though Scratches is a rabbit rather than a cat). That name is also a reference to Agatha's son in the comics, Nicholas Scratch. Putting Agnes in a blue-haired witch costume in the same episode that Vision and Wanda are wearing their comics-inspired outfits was a deliberate wink, as was her Wicked Witch-like cackling laugh. And, most mysterious of all, unlike most of the other residents of Westview, Agnes didn’t have a matching driver’s license to reveal her real-life identity.With Agatha Harkness’s big reveal in her dark and spooky house, it seems like the MCU is introducing the witch as a purple-magic wielding villain. But can we believe anything we see in Westview? Here’s hoping it’s another ruse, and Agatha might still be able to be the friend and mentor Wanda Maximoff needs to move on from her grief. Perhaps she's the unwitting servant of some other villain who is the true Big Bad of the show.Perhaps even her true appearance has yet to be shown. “There is one character that has not been revealed and it is very exciting, it's an actor I've longed to work with all of my life,” Paul Bettany said in an interview recently. Could the real Agatha Harkness appear as a venerable older actress making an MCU debut?Agatha Harkness has not appeared in any games, and has only made brief appearances in some X-Men and Avengers animated series as a teacher for Wanda Maximoff. WandaVision is obviously her biggest TV role yet... though it must be noted that Captain Jack Harkness of Doctor Who and Torchwood is named after the venerable sorceress, as actor John Barrowman revealed in a 2006 interview.\n\nKelly Knox is a freelance entertainment writer who also contributes to StarWars.com, DCComics.com, Nerdist, and more. Follow her on Twitter at @kelly_knox to talk Star Wars, Dungeons & Dragons, and comics."},
{"author":"Adam Bankhurst","title":"Hitman 3 PC Players Can Now Import Hitman 1 and 2 Levels If They Own Them - IGN","description":"Hitman 3 PC players are now able to import levels from Hitman 1 and 2 at no additional cost if they already own either of the first two games of the World of Assassination Trilogy.","url":"https://www.ign.com/articles/hitman-3-pc-players-can-now-import-hitman-1-and-2-levels-at-no-additional-cost","urlToImage":"https://assets1.ignimgs.com/2021/01/19/hitman-3-1280-1611050387812.jpg?width=1280","publishedAt":"2021-02-20T21:37:58Z","source":"ign","digest":"8f06336d1c308d474c9aba6c93b27639","text":"Hitman 3 PC Players Can Now Import Hitman 1 and 2 Levels If They Own Them\n\nAll it takes is linking some accounts."},
{"author":"Steve Gillmor","title":"Gillmor Gang: Leave Quietly","description":"It turns out the most important decision made was not the vote to choose (and remove) in the election but Twitter’s permanent banning of the former President from the social network. Suddenly the temperature cooled, the new administration engaged with the details of vaccine rollout, and the s…","url":"https://techcrunch.com/2021/02/20/gillmor-gang-leave-quietly/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/07/F06D2685-6169-42C0-AE3B-D2545A1B3534.jpeg?w=711","publishedAt":"2021-02-21T03:12:25Z","source":"techcrunch","digest":"37298273c71841e756108ae256190a15","text":"It turns out the most important decision made was not the vote to choose (and remove) in the election but Twitter’s permanent banning of the former President from the social network. Suddenly the temperature cooled, the new administration engaged with the details of vaccine rollout, and the second impeachment trial ended with an expected outcome. Twitter’s move was bipartisan if the trial was not.\n\nTwitter’s other big move was the acquisition of Revue, a Substack competitor we’re moving to in production of the Gillmor Gang newsletter. It features tools to drag and drop articles from Twitter, Feedly, and other newsletters, but crucially the ability to reorganize these chunks as the writing develops. It’s my bet that the newsletter container will absorb blogs, podcasts, and streaming into a reorganized media platform available to creators small and large.\n\nThis kind of organic process development meshes well with the newsletter model. It encourages more timely releases, and an editorial feel that prizes quality over quantity. As newsletters proliferate, an evaluation of time over volume becomes most significant. It’s less an eyeballs pattern than a prioritization of what is not chosen and then what is, consumed or annotated with social recommendations. As with the Gang’s Frank Radice Nuzzel newsletter, the focus becomes less flow and more authority or resonance.\n\nDaily Commentary I have made the decision to cover the media exclusively in “The Radice Files” There are plenty of general news aggregators out there, and I for one, am just tired of those stories. I hope you’ll stay with me.\n\nInstead of non-stop Trump, the only political story in the revamped Radice File is about how Fox News cut away from House manager video testimony to a commentary on the futility of covering the violence given the lack of votes for conviction. This shadow dance happens not just on Fox but the other centrist or left networks like CNN and MSNBC. The slant is not what’s interesting; the networks’ business model and the subtle effect on media programming is.\n\nNo wonder that streaming’s impact is being felt in the latest unicorn from Silicon Valley, Clubhouse. The audio streaming podcast disruptor is marketed as a FOMO inside hallway conversation, with a Twitter social cloud viral onboard mechanism that digs deep into your contact list and never lets go. Big ticket items such as a keynote-like conversation with Elon Musk are overbooked from the first minute. I tried unsuccessfully to join this week’s follow up with Marc Andreessen and his VC partner Ben Horowitz but it was sold out at 5000 after 30 minutes.\n\nBut there is definitely something tugging at me as I get notifications of people joining and creating rooms on various glitzy Valley topics. The live feeling of serendipity and catch it as you can promises the possibility of lightning in a bottle, the sensation of history being made, not just observed. Probably just an illusion, but it’s reminiscent of the feeling we used to get when putting a record on the turntable and daring the artist(s) to succeed. I still get that every time Miles’ Kind of Blue resumes, the awe with which time is reorganized at the atomic level.\n\nPeople say a Clubhouse can go easily from 1 to 5 hours. I think RSS was killed by the red unread marks indicator. Size matters? Probably, if my college research suggests. But more important than length is ROI, and that’s where the Clubhouse effect dovetails with the newsletter moment. The ingredients of both are intuition, choice, the organic breadcrumb trail, and the payload.\n\nIntuition\n\nDoes this notification fit in with what pattern I’m trying to discern this moment. I love movies like Citizen Kane and North By Northwest for the mirage that they project of a universe fated by a biologically innate DNA. Sometimes we call it fate, other times dumb luck, but always that dumbest of phrases: It is what it is. Only this time the conceit is: It is what it’s about to be is. And if something happens, yes, I knew it. Not specifically, but given the mood the planet is in, it figures this could happen.\n\nIn a newsletter: the game is not to read everything, but only what and when and in what order. The prize is the analytics, which reward the reader with more stuff, and the publisher with validation of the impact of the combination of choice (citations) and context (writing.) In Clubhouse, it’s being in the room and what — knowing when to bail? For me it’s escaping the inevitability of the point being made in a podcast, or the filter of the business model of what I’m going to do next. If it’s Sunday, it’s Meet the Press. Maybe…\n\nChoice\n\nThere’s a bunch of choice: Choice of room, people, time invested, moment of throwing good money after bad. Choice of what I’m playing hookey on — work, cable news, family fun, sleep. Clubhouse lets you publicly eavesdrop, a broadcast @mention that doesn’t give you the option of lurking. But you can do the closest thing to multitasking: doing the dishes, playing with the dog, monitoring. cable news with the sound off, DJ-ing for a private room, driving, etc. It is the new radio, pandemic be damned. Wherever you go, there you still are.\n\nNewsletters? People, time reading, research replacement, subscription development, form of payment (money, authority, trust), influence or eyeballs. The game is trading current media for future rebundling, where the new publishers, studios, and artists are grown.\n\nBreadcrumb trail\n\nThese choices create the breadcrumb trail, plowing under the old and furrowing the new. Newsletters are the leading edge of this refactoring, tilling the memes, models, and markets for the trends that become viral. The analytics of opens, email vs. web clicks, and notification triage are implicit for the most part in their signal. Harvesting these breadcrumbs requires the impact of new content created in response to the earlier data. Once you’ve identified a valuable consumer, your real work has just begun.\n\nFirst, you look for the signature of exultation, the embedded essence of the experience that a certain combination of intuition and action rewards the detective. For that is what this new media is: an information thriller that taps into deep reading, listening, and sharing. Every catch phrase — round up the usual suspects, or we are not the droids you are looking for — represent uber themes we crave to navigate a terrifying treacherous world. We are the droids we’re looking for, and these new medias represent possible parallel worlds where we can not just survive but honor values of our choosing.\n\nIn the movies, it’s called the plotline. Clubhouse presumes there’s a story worth waiting for, the moments where we gain power by sharing and decorating reactions with clues as to what part of the same elephant we are investigating. We know intuitively that we’re not going to learn business secrets, but there is gold to be retrieved from the participants as they share their sense of humor or lack of it, their rhythm of when they join, raise their hand, are successful at being invited on stage, when they leave, whether they boomerang, and only a little what they actually say. The price for this is your breadcrumbs.\n\nThe Payload\n\nAs much as I’m intrigued by Clubhouse, I’ve only actually joined or started a room twice. Once was by accident, as I realized by clicking on a link to see who was there. Me, I found out. Another was a conversation about a Techmeme podcast by the podcaster and Chris Messina of hashtag fame. I never could get into the big A16Z attractions. Like Frank Radice’s newsletter pivot, I was primarily interested in the atmospherics surrounding Andreessen Horowitz’s media strategy. But that doesn’t obviate the steady feeling that something substantial is going on here.\n\nMedia generally is swallowing its pride in the wake of the political nightmare we’ve been living through. Notice I say media, not mainstream media or social media. Smarter people than me can debate the distinction, but I think the difference between the two is overstated, and more importantly, not that indicative of what the value of these new media surges will turn out to embody. More and more, the substantial writing that filters in on Twitter, RSS (through Feedly), and aggregators like Nuzzel and Medium is significant in its approach to the central issues we’re struggling with. That includes traditional players like the New York Times, Wall Street Journal, The Information, and the tech journals, as they combine newsletter techniques with their substantial resources.\n\nWe’re seeing a merger of the medias, with the consensus around value and weight being measured by new metrics. In television, it’s the NewFronts combining digital and linear TV; in music it’s at the song level, not the album. Streaming has shaken the old networks to their core, with a horse race between Netflix, Amazon Prime, and Hulu, and ABC, NBC, and the old CBS. M&A has swallowed Fox, Time Warner, FX, and even an old studio, Paramount. And radio? You could say the usual suspects Apple, Google, Amazon, and Spotify, but Clubhouse? Like Zoom, I think so. Twitter and Facebook have bigger fish to fry, but Apple Car and Glasses are the key platforms Clubhouse will play in as we move into the autonomous work from anywhere reality. The payload is value, time management, and notifications at the core of the move to digital.\n\nfrom the Gillmor Gang Newsletter\n\n__________________\n\nThe Gillmor Gang — Frank Radice, Michael Markman, Keith Teare, Denis Pombriant, Brent Leary and Steve Gillmor. Recorded live Friday, February 19, 2021.\n\nProduced and directed by Tina Chase Gillmor @tinagillmor\n\n@fradice, @mickeleh, @denispombriant, @kteare, @brentleary, @stevegillmor, @gillmorgang\n\nSubscribe to the new Gillmor Gang Newsletter and join the backchannel here on Telegram.\n\nThe Gillmor Gang on Facebook … and here’s our sister show G3 on Facebook."},
{"author":"Megan Rose Dickey","title":"Google's treatment of AI ethics researchers continues to stir up controversy","description":"You’ve landed on the web version of the weekly Human Capital newsletter. Sign up here to get this in your inbox every Friday at 1 p.m. Welcome back to Human Capital. A lot happened this week pertaining to on-demand companies like Uber, Postmates, DoorDash and Instacart, and their respective gig wor…","url":"https://techcrunch.com/2021/02/20/essential-workers-advocate-for-themselves/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/07/GettyImages-1192401456.jpg?w=600","publishedAt":"2021-02-20T21:19:53Z","source":"techcrunch","digest":"8ad1d904f73347f2d42f230b03786c9a","text":"You’ve landed on the web version of the weekly Human Capital newsletter. Sign up here to get this in your inbox every Friday at 1 p.m.\n\nWelcome back to Human Capital. A lot happened this week pertaining to on-demand companies like Uber, Postmates, DoorDash and Instacart, and their respective gig workforces. Meanwhile, New York’s attorney general hit Amazon with a lawsuit over its warehouse labor practices and Twitter made some new commitments to increase diversity at the leadership level by 2025.\n\nBut that’s not all. Google fired another AI top ethicist, Margaret Mitchell. The company also internally published the results of its investigation into what happened with Dr. Timnit Gebru.\n\nApologies in advance for a slightly lengthier than usual newsletter but it’s all worth knowing, I promise.\n\nQuick note: Human Capital is getting a new name because it seems to be causing some confusion, so don’t be alarmed when this hits your inbox next week with a different name. Name TBD.\n\nThe essential workforce\n\nNew bill aims to regulate Amazon warehouses\n\nCalifornia assemblyperson Lorena Gonzalez, who was behind gig worker bill AB 5, introduced new legislation that would regulate productivity quotas from companies like Amazon, Walmart and others. Called AB 701, the bill aims to better protect warehouse workers by implementing statewide standards.\n\n“While corporations like Amazon are collecting record profits during the pandemic, employees in their warehouses are being expected to do more, go faster and work harder without clear safety standards,” Assemblywoman Gonzalez said in a statement. “It’s unacceptable for one the largest and wealthiest employers in the country to put workers’ bodies and lives at risk just so we can get next-day delivery.”\n\nNY AG sues Amazon\n\nNew York Attorney General Leticia James filed a lawsuit against Amazon for allegedly failing to provide adequate health and safety measures for its workers. As part of the lawsuit, James alleges Amazon retaliated against workers Christian Smalls and Derrick Palmer after they complained to Amazon about the company’s lack of support during the COVID-19 pandemic. James’ suit came after Amazon’s preemptive lawsuit against her office, alleging that workplace safety is not something she has authority over.\n\nJames’ statement:\n\nWhile Amazon and its CEO made billions during this crisis, hardworking employees were forced to endure unsafe conditions and were retaliated against for rightfully voicing these concerns. Since the pandemic began, it is clear that Amazon has valued profit over people and has failed to ensure the health and safety of its workers. The workers who have powered this country and kept it going during the pandemic are the very workers who continue to be treated the worst. As we seek to hold Amazon accountable for its actions, my office remains dedicated to protecting New York workers from exploitation and unfair treatment in all forms.\n\nMeanwhile, of course, Amazon warehouse workers in Bessemer are actively seeking to form a union. This week, reports showed Amazon was altering traffic signals as a way to prevent workers from being able to effectively talk with each other.\n\nEx-Postmates VP speaks out about the gig economy\n\nVikrum Aiyer, the now-former vice president of global public policy and strategic communications at Postmates, penned a memo to his former colleagues and other stakeholders in the gig economy outlining what he thinks needs to happen next in the industry.\n\nIn his letter, Aiyer says “it would be a mistake for us to think that mild tweaks to worker classification, or a single state ballot measure, create a durable path forward for meaningfully addressing what Americans truly worry about: the chance to work, take care of their families, and not fret about what comes next.”\n\nPostmates drivers say they’ve become prey to scammers\n\nA new report in The Markup showed scammers sometimes target Postmates workers. In one instance, a scammer stole $346.73 from a worker. You can read the full story here.\n\nIn related news, Uber, which owns Postmates, recently hired labor researcher and Uber critic Alex Rosenblat to lead the company’s marketplace policy, fairness and research efforts.\n\nUber drivers demand PPE and compensation for time spent sanitizing vehicles\n\nUber drivers shut down Market Street outside of Uber’s San Francisco headquarters to demand the company provide them with enough personal protective equipment during the COVID-19 pandemic. They also want to be compensated for time spent sanitizing vehicles in order to keep themselves and riders safe.\n\nUber lobbies in the EU for Prop 22-like legislation and loses key battle in the U.K.\n\nMeanwhile, over in the EU, Uber is lobbying for Prop 22-like standards. In a white paper, Uber proposed a “new standard” for platform work, where it outlines the need to offer some benefits to workers while simultaneously steering away from the possibility of collective bargaining among workers. From TC’s Natasha Lomas:\n\nA universal standard for platform benefits may sound progressive, but the notion of “relevant” benefits for gig workers risks fixing this labor force to a floor far below agreed standards for employment — closing off any chance of a better deal for a class of workers who are subject to persistent, algorithmic management.\n\nIn the UK, the Supreme Court ruled Uber drivers are employees and therefore entiteld to minimum wage and holiday pay. Also from Lomas:\n\nThe case, which dates back to 2016, has major ramifications for Uber’s business model (and other gig economy platforms) in the U.K. — and likely regionally, as similar employment rights challenges are ongoing in European courts.\n\nDoorDash drivers are banding together to decline low-paying orders\n\nThe strategy, reported on Vice, is designed to beef up the base pay for drivers by working together to game the system.\n\nFrom Vice:\n\nThe fundamental principles of the official #DECLINENOW movement rely upon all drivers in the movement to exercise their right to use the decline button to decline lowball offers for higher, more feasible ones,” reads a pinned post on the main Facebook group. “Declining lowball offers forces the algorithm to raise the base pay UP on the declined offer for the next driver as the need for DoorDash to service the order increases. In turn, Dashers will see an increase in higher paying offers, many times doing less deliveries for more money and a much higher paying ‘Per mile rate.’”\n\nTurning jobs into gig work\n\nBloomberg had a really good feature about how the tech industry’s gig economy is impacting workers in other industries. It’s a must-read, but here’s a snippet:\n\nCompanies in a range of industries could use the Prop 22 model to undermine or eliminate employment protections. A week after the election, Shawn Carolan, a partner at early Uber investor Menlo Ventures, wrote an op-ed heralding the potential to spread Prop 22’s vision of work “from agriculture to zookeeping,” including to “nursing, executive assistance, tutoring, programming, restaurant work and design.”\n\nPresident Biden nominates Jennifer Abruzzo to lead NLRB as general counsel\n\nAbruzzo is currently the special counsel for strategic initiatives for the Communications Workers of America. For those unfamiliar, CWA has been making a name for itself in the tech industry by helping tech companies like Glitch and Alphabet unionize. Her appointment could prove to be quite beneficial for tech workers and gig workers alike.\n\nIn a statement, CWA President Chris Shelton said:\n\nThere is no one who has a more thorough grasp of the National Labor Relations Board and the purpose of the National Labor Relations Act than Jennifer Abruzzo. She is a brilliant attorney who understands how the actions of the NLRB impact the daily lives of people at their workplaces. President Biden’s selection of Jennifer as the NLRB General Counsel shows that under his watch, issues affecting working people will be handled by people like Jennifer who have dedicated their lives to helping workers — and not union busters like we saw during the Trump administration. We hope Jennifer’s confirmation process is speedy — working people need her at the helm of the NLRB now more than ever.\n\nInstacart at odds with workers again\n\nThe company has reportedly suspended workers’ accounts for cancelling orders. According to Vice, these workers said they had good reason to cancel some of these orders, citing things like fears of safety and someone providing the wrong address.\n\nInstacart, however, said it’s part of a fraud prevention policy that places accounts on pause if they suspect fraudulent or suspicious activity.\n\nStay woke\n\nTwitter commits to increasing diversity at leadership level\n\nTwitter has committed to the Silicon Valley Leadership’s Group 25×25 pledge, which challenges companies to do one of two things:\n\nEither make underrepresented employees 25% of its leadership team by 2025\n\nOr increase the number of underrepresented people in leadership positions by 25% by 2025\n\nCurrently, Twitter’s leadership team is just 6.5% Black, 3.9% Latinx, 2.8% multiracial and less than one percent Indigenous, according to its most recent diversity report.\n\nExamining the “pipeline problem”\n\nAs I mentioned last week, I had the pleasure of chatting with Dr. Joy Lisi Rankin, a researcher at AI Now, about her research pertaining to the pipeline problem myth in tech. The story also features some insight from Uber Chief Diversity Officer Bo Young Lee, as well as Paradigm Director Courri Brady.\n\nYou can check that out here.\n\nTech engineer alleges sexism and bullying at Mailchimp\n\nKelly Ellis, a now-former principal engineer at Mailchimp, left her job earlier this week, alleging she was paid less than her male counterparts. In an email to employees, a higher-up at Mailchimp said the company “thoroughly and independently investigated the allegations and found them to be unsubstantiated.”\n\nGlassdoor lets you filter ratings by demographics\n\nDespite efforts from companies to create equitable environments, it’s clear that employees of certain demographics, like Black women, sometimes have very different experiences from their counterparts. Glassdoor aims to better surface those experiences through a new feature that allows folks to filter ratings by demographics.\n\nJustice Through Code teaches returned citizens how to code\n\nJustice Through Code, a semester-long coding and interpersonal skills intensive that takes place at Columbia University, aims to provide alternative paths for people once they reenter society.\n\nThe program has support from tech companies like Amazon Web Services, Coursera, Google and Slack.\n\nPromise raises $20 million Series A round\n\nPromise, a platform that makes it easy for people to navigate payments for child support, utilities, parking tickets and more, raised a $20 million Series A round. This round makes Promise founder Phaedra Ellis-Lamkins one of a handful of Black women who has raised more than $1 million.\n\nHey, Google…WTF?\n\nGoogle fired Margaret Mitchell, the founder and former co-lead of the company’s ethical AI team. Mitchell announced the news via a tweet.\n\nGoogle confirmed Mitchell’s firing in a statement to TechCrunch, Google said:\n\nAfter conducting a review of this manager’s conduct, we confirmed that there were multiple violations of our code of conduct, as well as of our security policies, which included the exfiltration of confidential business-sensitive documents and private data of other employees.\n\nNews of Mitchell’s firing came shortly after Google internally announced the results of its investigation of Gebru’s exit, according to Axios. The company did not reveal what it found, but said it would implement some new policies to enhance diversity and inclusion at Google.\n\nGoogle has a new ethical AI lead\n\nMeanwhile, Google appointed Dr. Marian Croak to lead its responsible artificial intelligence division within Google Research, Bloomberg reported earlier today. Croak was previously the vice president of engineering at the company.\n\nIn her new role, Croak will oversee the teams working on accessibility, AI for social good, algorithmic fairness in health, brain fairness, ethical AI and others. She’ll report to Jeff Dean, SVP of Google AI Research and Health.\n\nTC Sessions: Justice is almost here!\n\nAlso, we’re a little over a week away from TechCrunch Sessions: Justice, which takes place March 3. Be sure to snag your $5 ticket here to hear from folks like Backstage Capital’s Arlan Hamilton, former Amazon warehouse worker Christian Smalls, Congresswoman Barbara Lee and others."},
{"author":"Alex Wilhelm","title":"Can data fix healthcare?","description":"Welcome back to The TechCrunch Exchange, a weekly startups-and-markets newsletter. It’s broadly based on the daily column that appears on Extra Crunch, but free, and made for your weekend reading. Want it in your inbox every Saturday morning? Sign up here. Ready? Let’s talk money, startups and spic…","url":"https://techcrunch.com/2021/02/20/can-data-fix-healthcare/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/06/NSussman_Techcrunch_Exchange-multicolor.jpg?w=533","publishedAt":"2021-02-20T21:00:31Z","source":"techcrunch","digest":"0674e650b11e0bb9086ac2ce7737bea8","text":"Welcome back to The TechCrunch Exchange, a weekly startups-and-markets newsletter. It’s broadly based on the daily column that appears on Extra Crunch, but free, and made for your weekend reading. Want it in your inbox every Saturday morning? Sign up here.\n\nReady? Let’s talk money, startups and spicy IPO rumors.\n\nCan data fix healthcare?\n\nNot alone, but you might be able to make a lot of progress with the right data in the right hands. And that’s precisely what the startup we’re talking about today is up to.\n\nThe Exchange caught up with Terry Myerson and Lisa Gurry this week, the CEO and CMO of Truveta, a young company that wants to collect oodles of data from healthcare providers, anonymize it, aggregate it and make it available to third parties for research.\n\nIt’s a big task, but the team behind Truveta has experience with big projects. Myerson is best known for his time one-rung below the top of the Microsoft org chart, where he ran things you might have heard of, like Windows. Gurry was a leader inside that org, most recently working on strategy for the Microsoft Store product.\n\nBut now they are at a healthtech data company. How did that come to be? After Myerson left Microsoft he worked with Madrona, the Seattle-area venture capital firm, and the Carlyle Group, a huge investing group with a taste for private equity. A few years later, several former Microsoft co-workers of Myerson had wound up at Providence, a healthcare giant. They reached out to Myerson around when COVID-19 was first locking down the United States. The former Microsoft exec agreed to take part in a few calls, but didn’t formally join them as he was stuck at home.\n\nDuring that time he learned that Providence had put together a white paper concerning the idea that Truveta would become, that by collecting data from healthcare providers a dataset of sufficient size and diversity could be compiled to allow research of all sorts to leverage it. Myerson got stuck on the concept, later founding the company. Then he called up some former colleagues, including Gurry, to help him build it.\n\nTruveta has around 50 people today and will scale to around 100 this year, Myerson said.\n\nQuestions abound in your head, I’m sure. Things are still early at Truveta, but the company announced last week that it has signed up 14 healthcare providers to help with its data goals. Those firms are also investors in the company (Myerson put in capital in as well).\n\nI was curious about the company’s business plan. Per Myerson, Truveta will charge different rates depending on who wants to access its data. As you can imagine, commercial entities will pay a different price than an independent researcher.\n\nNext for Truveta is getting more data, locking down its internal data schema, collecting feedback from researchers and, later, approaching commercial access.\n\nHealthcare in America is inequitable — something that the pair of Truveta executives stressed during our call — thus giving the company a huge market to improve and make less racist and sexist.\n\nIt was a bit odd to talk to Myerson and Gurry about their startup. In the past I’d chatted with them about some of Microsoft’s largest platforms. Let’s see how fast they can transform Truveta from an idea I can’t help but dig, to a company that is a viable commercial concern. And then how big they can grow it.\n\nMarket Notes\n\nA lot has happened in the past few days that we couldn’t get to. Adyen’s earnings, for example. The European payments platform reported H2 revenues of €379.4 million, up 28% compared to the year ago half-year. And from that it reported EBITDA of €236.8 million. Who said fintech can’t be profitable? (Note: Adyen’s results are required reading if you care about Stripe’s valuation and future public offering.)\n\nAnd there were some rounds that also fell through our fingers. Investments like CloudTalk’s recent $7.3 million Series A. The Slovakia-based startup previously raised a $1.6 million seed round in 2019. The startup, as its name suggests, offers cloud telephony services to call centers.\n\nWe suspected that CloudTalk probably had a pretty good year in 2020 thanks to global growth in remote work. It did. In an email, CloudTalk said that it has not seen “Zoom-like [growth] figures” but that in 2020 demand for its services “exceeded [its] expectations.” That helps explain its latest round.\n\nThe Exchange was also curious if the company had a perspective on subscription pricing versus consumption pricing, a rising topic amongst software dorks such as myself (more to come on this next week with notes from Appian, Fastly and others). Per the company, CloudTalk charges “for both seats and for usage,” making it a hybrid company from a pricing perspective. CloudTalk called its pricing setup “a good balance for both parties because customers like to know what they are going to be paying ahead of time.”\n\nIt’s a startup to keep in mind. As is Zolve, a globally themed neobank with a focus on helping expats have a working financial world. I couldn’t get to it, but TechCrunch wrote it up. More here.\n\nAnd in case you didn’t have time to watch television during work the last few days let’s talk about Robinhood. Which enjoyed a Congressional hearing this week that was mostly dull apart from some notes on the fintech giant’s business model.\n\nFinally, it was a busy week for crowded startup niches. There was more money for OKR startups, leading to our question about VCs putting capital into related companies in the future. Public also raised several hundred million dollars. Because why not. And low-code player OutSystems raised $150 million to round out the group. It was one hell of a week.\n\nVarious and Sundry\n\nI will leave you with a few data points. First, that Clubhouse’s metrics are finally starting to match the hype around the product. People are showing up in droves, pushing its total download figures over the 10 million mark.\n\nAnd in news that I missed, Substack crossed the 500,000 subscriber mark. That’s impressive!\n\nAnd to close, a Chicago-based, home-focused insurtech startup called Kin crossed the $10 billion “total insured property value” mark this week. The Exchange reached out, asking the company about its economics. After all it’s not hard to run up premium volume if you are selling dollars for 50-cent pieces.\n\nRuth Awad from the company responded that her company’s “ loss rate is 53% and our gross margins are 32%.” Not bad at all. Given how quickly insurtech has gone from experiment to public-success, Kin is a company to keep tabs on.\n\nWrapping, please make sure to support your local heavy metal band this weekend,\n\nAlex"},
{"author":"Danny Crichton","title":"South Korea’s prime minister has joined Clubhouse","description":"After garnering an estimated 8 million downloads since its launch, Clubhouse’s popularity continues across the world and even outside of its original tech-focused seed community. The latest news comes from East Asia, where Korean media reported this morning that the country’s current prime minister…","url":"https://techcrunch.com/2021/02/20/south-koreas-prime-minister-has-joined-clubhouse/","urlToImage":"https://techcrunch.com/wp-content/uploads/2021/02/GettyImages-1230959571.jpg?w=600","publishedAt":"2021-02-20T19:27:32Z","source":"techcrunch","digest":"87c71a1f7ea585b510ffebc8f141a180","text":"After garnering an estimated 8 million downloads since its launch, Clubhouse’s popularity continues across the world and even outside of its original tech-focused seed community.\n\nThe latest news comes from East Asia, where Korean media reported this morning that the country’s current prime minister, Chung Sye-kyun, has officially joined the social audio app under the username @gyunvely, making him among the most senior political leaders worldwide to join the burgeoning app. His account was created on Valentine’s Day (February 14th) and was “nominated” by a user using the name of TJ Park (Clubhouse does not have verified profiles).\n\nSo far, the prime minister has garnered slightly fewer than 500 followers and is following a bit fewer than 200 accounts, perhaps indicating the app’s current reach in one of the world’s most mobile and connected digital economies. His Clubhouse bio reads “노란잠바 그 아저씨” or “That Yellow Jacket Guy,” a reference to the Korean civil defense uniform worn by politicians in times of crisis (such as throughout the COVID-19 pandemic) and which currently serves — in cartoon form — as Chung’s profile picture.\n\nAccording to local media reports, Chung spoke in a Clubhouse room for over an hour with fellow Democratic Party of Korea member Jung Cheong-rae. In a public Facebook post yesterday, the prime minister said that “I heard this [app] is ‘hot’ these days so I tried it as a nighttime walk.”\n\nHe further said “I was a little startled by the unexpected questions and reactions but the new experience was enjoyable. I think I’ll participate from time to time in the future.” Elaborating, he said “the fact that it’s audio-only and everyone can have a conversation without reserve made me think that it’s a better communication tool than any other social media platforms, especially since currently we’re living in the age of non-face-to-face communication.”\n\nDiscussions in the Clubhouse room included questions asking whether it was really him, to more bread-and-butter policy issues like the high price of real estate and physical abuse in the sports world, which has dominated headlines in recent weeks in local media.\n\nWhile Clubhouse has become something of a fixture for techies and every form of hustle culture connoisseur imaginable, the app has increasingly made forays into politics that are hardly unknown to other social networks.\n\nMiami’s mayor Francis Suarez has been on Clubhouse to sell his city’s potential for the tech industry. San Francisco district attorney Chesa Boudin joined a “debate” on the platform about the future of SF, while NYC mayoral aspirant and all around UBI nerd Andrew Yang joined a discussion about … himself. Meanwhile, Bitcoin aficionado and itinerant Tesla leader Elon Musk has even proposed bringing Vladimir Putin onto Clubhouse for a live fireside chat.\n\nYet, as the platform expands globally, the challenges to its open and free-wheeling if somewhat moderated conversations are coming under closer scrutiny. China has now blocked Clubhouse within its borders after a brief period of uncensored conversation.\n\nAs Clubhouse continues to garner mainstream legitimacy and interest, questions continue to percolate on the future of the app’s success, such as how it will fund creators and continue to thrive once the world opens up after COVID-19."},{"author":"Natasha Mascarenhas","title":"Chief community officer is the new CMO","description":"Community isn’t a single Slack group or event or newsletter. It’s an aggregation of all of these touch points, and includes both customers, eventual customers and one-time users. Despite this nebulous, disconnected reality, companies are paying more attention to various channels as remote work and …","url":"https://techcrunch.com/2021/02/20/chief-community-officer-is-the-new-cmo/","urlToImage":"https://techcrunch.com/wp-content/uploads/2017/10/hand-over-eyes1.jpg?w=711","publishedAt":"2021-02-20T19:00:32Z","source":"techcrunch","digest":"07cfb2873b96ac297d07070bbdb2a3f2","text":"Community isn’t a single Slack group or event or newsletter. It’s an aggregation of all of these touch points, and includes both customers, eventual customers and one-time users. Despite this nebulous, disconnected reality, companies are paying more attention to various channels as remote work and digital communication powers our days. My recent tweet underscored the chord community strikes even in sectors such as edtech, which often have to sell to fragmented customer bases.\n\nwho is building the best community in edtech right now? — natasha (@nmasc_) February 16, 2021\n\nA conversation that I’ve been having over the last week is that startups are finally investing in community in a meaningful way, dedicating actual budgets to community instead of simply stealing a few dollars away from the sales and marketing team.\n\nAs one founder told me, “chief community officer is the new CMO.” That piqued my interest, especially because I had just talked to Commsor founder Mac Reddin about his recent funding, a $16 million Series A led by Felicis and Seven Seven Six Ventures.\n\nAs the ‘aha’ moment of community continues, Commsor is a solution to help community managers prove that they’re not wasting the budget, and outcomes. Commsor, he says, is the operating system for communities, helping companies distill how their different communities look, and feel, which could eventually trickle down into generating sales leads and revenue. Commsor could pull an insight like, ‘here are three engineers that are using your platform from Google, maybe it’s time to approach Google and ask if they want an enterprise contract.” Finding those sweet spots, and bottoms-up community adopters, is Commsor’s bread and butter.\n\nCommsor, which is still in private beta, says that over the last year there has been a “huge increase” in startups that have a community budget or increase in community budget. To be a startup aiming to disrupt a category that still has a tone of gray in it comes with its own challenges.\n\nCommsor launched C School to help aspiring community managers learn the trade, as well as a fund to back companies in the space. It also posted a memo with signatures from companies like Hopin, Lattice and Notion to show the commitment to defining the community space.\n\n“We are kind of what Customer Success was 10 years ago, or what Revenue Operations was 300 years ago,” Reddin said. “People care about it and there are roles, but there’s still a lot of defining and growth to be done.”\n\nIn the rest of this newsletter, we’ll get into early-stage startup competition, the pipeline problem, and Bitcoin breaking barriers. As always, you can find me on Twitter @nmasc_ or e-mail me natasha.m@techcrunch.com. Want Startups Weekly in your inbox every Saturday. Sign up here.\n\nWill your investor put money into a competitor?\n\nWhen an investor backs a startup, they ideally think that the company will be the winner in said category, whether it’s CBD gummies, financial plumbing or peer-to-peer car-sharing. So, if they place a bet in a competing startup the investment could serve as both a negative signal and a reputation hit.\n\nHere’s what to know, via Alex Wilhelm: As software markets mature, maybe the investing playing field is opening up to investing in competitors? Call it conveniently complementary investments.\n\nEtc: In this week’s Equity episode, we talked about the complexity of competition within startups, and how one firm’s investments seem to all perfectly and conveniently fit into each other. I’ll make you listen to the episode to figure out who, but here’s a hint: Is there a world where Dispo creators track monetization from Clubhouse through Stir?\n\nAn Olive startup competes with Amazon\n\nAmbitious early-stage founders often have to answer a common question from investors and journalists: What if Facebook, Apple, Amazon, Netflix or Google built your startup? The idea behind the question is figuring out why a founder is specifically and uniquely qualified to solve a problem, even if a behemoth business throws millions of dollars and a team of engineers at it.\n\nHere’s what to know via Jet co-founder Nate Faust: He sold his business to Walmart for $3 billion in 2016, and now he’s back to compete with Amazon with a sustainable e-commerce play. Olive consolidates a shopper’s purchases into a single weekly delivery in a reusable package.\n\nFaust acknowledged that Olive runs counter to the “arms race” between Amazon and other e-commerce services working to deliver purchases as quickly as possible. But he said that the startup’s consumer surveys found that shoppers were willing to wait a little longer in order to get the other benefits.\n\nEtc: If you were wondering when it makes sense to compete with Zoom, these four edtech startups and Google might have some information for you.\n\nBust the myth of the pipeline problem\n\nThe lack of diversity in Silicon Valley, from the check-writers to the employees, has often been chalked up to the pipeline problem: the idea that there isn’t enough enough diverse, qualified talent to fill roles. But recent research underscores how aged, and flawed, this mindset might be. Reporter Megan Rose Dickey interviewed Dr. Joy Lisi Rankin, a research lead for gender, race and power in artificial intelligence at the AI Now Institute.\n\nHere’s what to know, according to Rankin:\n\n“The pipeline is a way to silo all of that out and say, ‘we just need to get more Black women in tech,’ as opposed to saying, ‘actually, these companies are and have been racist and white supremacist and misogynist, and it’s those institutions and larger societal and global capitalist structures that need to change.”\n\nRankin adds that transparency around hiring and corporate recruiting could help combat biases and signal important information to talent.\n\nEtc: At TC Sessions: Justice next month, we’ll be talking about how research like this, as well as structures within venture capital, impacts early-stage founders. Speakers include Arlan Hamilton, the founder of Backstage Capital, Brian Brackeen of Lightship Capital, and others. Get your tickets here for $5.\n\nAround TechCrunch\n\nTC Sessions: Justice 2021 kicks off in two weeks\n\nAnnouncing the TC Early Stage Pitch-Off\n\nAcross the week\n\nSeen on TC\n\nBitcoin breaks the $50,000 barrier as Coinbase’s direct listing looms\n\nClubhouse has topped 8 million global downloads, per report\n\nYC-backed Queenly launched a marketplace for formalwear\n\nUber extends work from home policy through mid-September\n\nWhy two startups are betting on debt instead of equity\n\nSeen on EC\n\nPandemic-era growth and SPACS are helping edtech startups graduate early\n\nInvestors SPAC push could revapm the private market money game\n\nDear Sophie: Tips for filing for a green card for my soon-to-be spouse\n\nWhy do SaaS companies with usage-based pricing grow faster\n\nPaying $115B for Stripe or $77B for Coinbase might be quite rational\n\nAnd for dessert, read this piece on how 10 investors predict MaaS, on-demand delivery and EVs will dominate mobility’s post-pandemic future.\n\nSee y’all next week,\n\nNatasha"},
{"author":"Anthony Ha, Jordan Crook, Darrell Etherington","title":"Original Content podcast: Apple's 'Ted Lasso' is all about relentless optimism","description":"Your enjoyment of “Ted Lasso” — a sports comedy that debuted on Apple TV+ last year — will probably depend on how you respond to the titular football coach played by Jason Sudeikis. As we discuss on the latest episode of the Original Content podcast, the show’s setup is deliberate…","url":"https://techcrunch.com/2021/02/20/original-content-ted-lasso/","urlToImage":"https://techcrunch.com/wp-content/uploads/2021/02/Ted_Lasso_Photo_010204.jpg?w=710","publishedAt":"2021-02-20T16:45:19Z","source":"techcrunch","digest":"3cb5cc5a05909484ad1afd394154910d","text":"Your enjoyment of “Ted Lasso” — a sports comedy that debuted on Apple TV+ last year — will probably depend on how you respond to the titular football coach played by Jason Sudeikis.\n\nAs we discuss on the latest episode of the Original Content podcast, the show’s setup is deliberately over-the-top and ridiculous with Rebecca Walton (Hannah Waddingham) taking ownership of the AFC Richmond football (a.k.a. soccer) team after an acrimonious divorce, then recruiting American football coach Ted Lasso as its new manager, despite his complete ignorance of the game.\n\nAnthony and Jordan found Ted to be charming, and they enjoyed the show’s fish-out-water comedy. Anthony also appreciated some of the more emotional moments later in the season — he’s an easy crier, and “Ted Lasso” definitely made him a little teary-eyed.\n\nDarrell, however, had considerably less patience for the character’s blithe naiveté, comparing it to the similar cluelessness of Netflix’s “Emily in Paris,” and he gave up on the show quickly.\n\nIn addition to reviewing the series, we discuss Martin Scorsese’s feelings about the word “content,” and we have some exciting news about the podcast: This will be our last episode on TechCrunch, as Original Content goes independent! So consider subscribing on your favorite podcast app if you’d like to continue listening. (If you’ve already subscribed, there’s no need to do anything.)\n\nYou can listen to our review in the player below, subscribe using Apple Podcasts, Spotify, Google Podcasts or your favorite podcast app. If you like the show, please let us know by leaving a review on Apple. You can also follow us on Twitter.\n\nIf you’d like to skip ahead, here’s how the episode breaks down:\n\n0:00 Intro\n\n0:26 Podcast news\n\n5:12 “Content” and Martin Scorsese discussion\n\n20:43 “Ted Lasso” review\n\n47:40 “Ted Lasso” spoiler discussion"},
{"author":"Sarah Perez","title":"This Week in Apps: Sneak peek at TikTok shopping, new iOS and Android betas, kids' app Prodigy hit with FTC complaint","description":"Welcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy. The app industry is as hot as ever, with a record 218 billion downloads and $143 billion in global consumer spend in 2020. Consumers last year a…","url":"https://techcrunch.com/2021/02/20/this-week-in-apps-sneak-peek-at-tiktok-shopping-new-ios-and-android-betas-kids-app-prodigy-hit-with-ftc-complaint/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/10/this-week-in-apps-splash-2.png?w=753","publishedAt":"2021-02-20T15:00:13Z","source":"techcrunch","digest":"23808262d3a0bb76563ab5a59617129f","text":"This Week in Apps: Sneak peek at TikTok shopping, new iOS and Android betas, kids’ app Prodigy hit with FTC complaint\n\nWelcome back to This Week in Apps, the weekly TechCrunch series that recaps the latest in mobile OS news, mobile applications and the overall app economy.\n\nThe app industry is as hot as ever, with a record 218 billion downloads and $143 billion in global consumer spend in 2020.\n\nConsumers last year also spent 3.5 trillion minutes using apps on Android devices alone. And in the U.S., app usage surged ahead of the time spent watching live TV. Currently, the average American watches 3.7 hours of live TV per day, but now spends four hours per day on their mobile devices.\n\nApps aren’t just a way to pass idle hours — they’re also a big business. In 2019, mobile-first companies had a combined $544 billion valuation, 6.5x higher than those without a mobile focus. In 2020, investors poured $73 billion in capital into mobile companies — a figure that’s up 27% year-over-year.\n\nThis week, we’ve got a first look at one of TikTok’s early e-commerce tests, which involves a program for sellers involving product anchors on videos and the option for affiliate sales. We’re also digging into the new iOS and Android betas, the FTC complaint against math app Prodigy and more.\n\nTop Stories\n\nTikTok tests a new e-commerce experience in Indonesia\n\nThe Financial Times recently reported TikTok was preparing to launch a range of new e-commerce experiences in 2021, including the ability for creators to share links to products, support for affiliate sales, and even livestreamed shopping. Now, we’ve got a first look at some of the live tests around e-commerce that TikTok has in progress.\n\nThe company recently launched a “Seller University” website aimed at its Indonesian audience, where it details how brands can advertise their products on video. Here, TikTok explains brands have two ways to advertise, either by making their own videos or by working with affiliates.\n\n“If you choose to sell through your personal page, you can then display products via livestreaming or short videos, with product anchors embedded in your content. When customers view your content, they can be redirected to the corresponding product detail page by clicking on the product anchor,” the site explains.\n\nThe Seller University also details other information, like how to sign up to be a TikTok seller and what sort of products are prohibited, along with other rules and guidelines.\n\nTikTok Sellers have to provide their contact information, including location, phone, email, shop and warehouse location, and other required documentation to be approved. They can then set up a Seller profile, where they can manage other users associated with their account. Once live as a Seller on the app, they’ll have a “TikTok Shop” on the second tab on their profile, which users can view when they visit the page.\n\nWhen their videos showing their products are viewed, there are “product anchors” embedded in the content. Clicking on these anchors will redirect the viewer to the product detail page where they can transact. In addition, brands can collaborate with TikTok influencers to promote their products through a new “TikTok Affiliate” program.\n\nTikTok told TechCrunch the program is a test of its e-commerce solutions in Indonesia, and one of several product tests in the area of e-commerce.\n\nConsumer advocacy groups file FTC complaint against edtech app Prodigy\n\nA coalition of 20 consumer advocacy groups, led by the Campaign for a Commercial-Free Childhood, have filed an FTC complaint against the popular edtech app Prodigy, which offers a math learning app for web and mobile. The app is designed much like modern-day freemium games, with math “battles” designed to improve math skills, grades and test scores.\n\nThe complaint alleges a variety of abuses, including how it aggressively pushes kids using the free version provided to schools to nag parents for the paid $59 annual subscription, which includes a richer gaming experience.\n\nThe groups also take issue with the app’s in-app rewards and badges — some of which are only available to paid users, including fancier loot boxes — saying these features cause division between those who pay and those who can’t. And it alleges that Prodigy’s claims about educational improvements don’t hold merit.\n\nIn response, Prodigy says it takes the concerns seriously, but over 95% of users play the game for free and the business model involving the paid membership is how free access is provided.\n\n“Without this model, we would be required to put all of our educational content behind a paywall, which contradicts our mission of providing full access to fun and engaging math learning,” a company spokesperson said. “The alternative would be to generate revenue via advertising, which is not a model we believe best benefits or protects our users. We never show third-party ads on our platform, nor do we sell or lease any other user information to third parties,” they noted.\n\nThe FTC has stepped up its enforcement over how apps targeting children can behave, with a focus on data collection practices and COPPA violations, which has resulted in fines for apps like TikTok and YouTube. This complaint, however, is not about children’s privacy, but rather how they’re being marketed to via edtech.\n\nWeekly News\n\nPlatforms: Apple\n\nApple rolls out iOS 14.5, beta 2. The update includes a new Apple Music interface with the ability to share lyrics on social and use new swipe gestures; new Shortcuts actions for taking screenshots, setting screen orientation switching between cellular data modes, and more; expanded support for iPad privacy features (in relation to shutting off the microphone); and more than 200 new emoji.\n\nThe most notable new emoji include the heart on fire, exhaling face, face in clouds, gender options for people with beards and an updated syringe that removes the blood, making it more useful for conversations about the COVID vaccine.\n\nApple welcomed the teams from 13 app companies in its inaugural cohort for Apple’s Entrepreneur Camp for Black Founders and Developers. The program focuses on building technical skills and designing a great user experience through sessions, hands-on labs, one-on-ones with Apple experts and engineers, and more. VC firm Harlem Capital will also offer mentorship.\n\nParticipants include fitness app B3am, news app Black, music app Bar Exam, 3D photos app Film3D, MIDI Controller app FormKey, healthcare app Health Auto Export, gardening app Hologarden, remote learning solution Hubli (beta testing), game Justice Royale, sneaker enthusiast app Kickstroid, nail art app Nailstry, social app Peek: Movies & TV Shows and music app TuneBend.\n\nPlatforms: Google\n\nGoogle launches the first developer preview of Android 12. The update includes new privacy controls; pre-set password complexity levels of high, medium and low; other improved user experience tools and app compatibility improvements; the ability to transcode media into higher-quality formats like the AV1 image format; transitions and animations for notifications, plus the ability to decorate notifications with custom content; enrollment-specific IDs for employee-owned devices; streamlined credential management for unmanaged devices; an improved screenshot editor; better support for multi-channel audio; Project Mainline improvements; and more.\n\nGoogle’s Play Store adds support for Nearby Sharing. The feature allows users to share apps and updates with nearby Android devices.\n\nGoogle suspended the Trump 2020 app from the Play Store for non-functionality. The app would either hang upon first launch or immediately reported a server error. Google says the app was in violation of its policies around non-functional apps, but the app can return if it’s fixed.\n\nE-commerce\n\nYouTube says it’s now beta testing a new e-commerce shopping experience in the app that allows creators to market products to fans, who can then buy directly on YouTube. The feature, which aims to compete with TikTok’s growing shopping ambitions, will expand later in 2021 beyond the initial group of creators.\n\nFintech\n\nRobinhood’s CEO Vlad Tenev testified before Congress this week over the GameStop frenzy. Tenev denied helping hedge funds and asked for the SEC to modify trading rules. AOC pointed out that Robinhood isn’t truly free, it’s just hiding the cost from retail investors by subsidizing free trades with payment for order flow. (A percentage of its revenue Tenev ridiculously claimed he couldn’t recall, saying only “it’s over 50%.”)\n\nSocial\n\nTikTok parent ByteDance is exploring a sale of its TikTok operations in India to Bangalore-headquartered Glance, a mobile content platform founded by InMobi founder Naveen Tewari. Glance operates a TikTok rival Roposo, which has seen massive growth since TikTok was banned in India over national security concerns. The two companies — ByteDance and Glance parent InMobi Pte — share an investor with SoftBank, which initiated the talks, per a Bloomberg report.\n\nInstagram is fixing the iMessage bug. Some suspected the issue was related to Apple and Facebook’s ongoing public battles, but Instagram said the problem where Instagram links in iMessage wouldn’t show a preview was just a bug. The company noted a fix will arrive soon.\n\nTikTok inks a multi-year deal with UFC which includes livestreams of pre- and post-fight content, and other behind-the-scenes footage. The content will stream on UFC TikTok accounts including @UFC, @UFCRussia, @UFCBrasil and @UFCEurope.\n\nDouyin, the Chinese version of TikTok, now has 550 million users for its in-app Search feature alone. The app last reported in September it had 600 million daily users, indicating an even larger base of MAUs.\n\nRight-wing social network Parler announced it’s back online for existing users and will re-open to new users next week. The company also has a new interim CEO, Mark Meckler, who previously co-founded the Tea Party Patriots.\n\nTriller is mired in controversy over its MAUs. A Billboard report says the company misrepresented the number of monthly active users it had — 25 million instead of the 50 million it claimed. Triller CEO Mike Lu had said the discrepancies didn’t matter because there’s “no legal definition” for an MAU. After the report came out, Lu denied the company was inflating its numbers. We happen to recall that Triller immediately threatened to sue over a report that it had inflated its downloads last year.\n\nPhotos\n\nYouTube star David Dobrik’s photo-sharing app Dispo, backed by a $4 million seed, launched into private beta to a ton of buzz. The app quickly maxed out TestFlight’s 10,000-person limit, instead of being the low-key beta debut the team had expected. Dispo’s gimmick is that users have to wait 24 hours to see the photos they snap.\n\nWelp, @abebrown716 gives a nice recap of the madness over the last couple of days via @Forbes. Also, please give a warm welcome to our newest team members: @shillingburger and @tjtaylr!https://t.co/fhlFlou1jB — Dispo (@DispoHQ) February 17, 2021\n\nMessaging\n\nWhatsApp will roll out an in-app banner in an attempt to better explain its new privacy policy. When clicked, users will be directed toward policy information they can review at their leisure ahead of the May 15 deadline to accept the changes.\n\nStreaming & Entertainment\n\nClubhouse has topped 8 million global downloads, 2.6 million of which were in the U.S., according to a new report from App Annie. The report also highlighted the broader impact Clubhouse is having on social audio, as local audio apps are gaining new installs, too.\n\nGlobal mobile users streamed 935 billion hours of video in 2020, up 40% YoY, says App Annie. The pandemic impacts were clear — users went from 146 billion hours in Q1 2019 to 240 billion in Q4 2020, a 65% rise in two years.\n\nCameo, the app that connects customers with celebs for paid personalized messages, is said to be raising $100 million, valuing its business at $1 billion, reports Bloomberg Quint. Not coincidentally, Facebook just began testing its Cameo clone, Super.\n\nMeet Super! Facebook’s newest experimental app to take on Cameohttps://t.co/PjYVSw4PNx pic.twitter.com/c2VpGMEdBN — Matt Navarra (@MattNavarra) February 17, 2021\n\nYouTube reveals its 2021 plans. In a blog post from Chief Product Officer Neal Mohan, YouTube gave a look at coming updates across its suite of apps:\n\nYouTube to redesign its YouTube VR app homepage to improve navigation, accessibility and search functionality.\n\napp homepage to improve navigation, accessibility and search functionality. YouTube says it will expand its video chapters feature to add chapters automatically and update the watch experience to be more intuitive, including on the tablet.\n\nfeature YouTube TV, now with 3 million-plus users, will introduce a paid add-on that will support 4K streaming , DVR for off-line playback and unlimited simultaneous in-home streams.\n\nnow with 3 million-plus users, will introduce a paid add-on that will support 4K streaming YouTube Kids will add a feature that allows parents to specify the channels and videos their kids are allowed to watch.\n\nwill add a feature that allows parents to specify the channels and videos YouTube will expand its Applause tipping feature to more creators in 2021.\n\nYouTube Music will improve playlist creation and make those playlists more discoverable.\n\nwill improve playlist creation and make those playlists more discoverable. And as noted above, YouTube is testing an e-commerce feature that lets users check out on the app.\n\nthat lets users check out on the app. YouTube Shorts, an in-app TikTok rival of sorts, will come to the U.S. in March, following its tests in India.\n\nGaming\n\nMicrosoft xCloud, the game streaming service that lets users play Xbox games on Android tablets and phones, has begun testing a web version. In a review by The Verge, the experience is described as similar to the mobile version, with a simple launcher, recommendations, access to cloud games through Xbox Game Pass Ultimate and the ability to resume recently played games.\n\nApple demanded sensitive data from Valve to aid in its legal battle with Epic Games. The request included things like total yearly sales of apps and in-app products; annual ad revenues from Steam; annual revenues from Steam; annual earnings gross or net from Steam; and more. Apple also wanted the names of all Steam apps, price and IAP, and date range available. Valve, not surprisingly, did not agree to this. PCGamer has the full report.\n\nEpic Games expands its legal fight with Apple to the EU. The Fortnite owner filed a formal antitrust complaint with the European Commission, alleging Apple’s anti-competitive restrictions that have “eliminated competition in app distribution and payments.” Epic Games is also fighting Apple in the U.S., U.K. and Australia.\n\nWe’re bringing our fight to end Apple’s App Store monopoly to Europe. Apple’s practices are harming consumers and app developers in Europe and around the world, and we’re joining the #EU’s ongoing investigation into Apple’s abuse of its dominant position https://t.co/LIb346QmEi — Epic Games Newsroom (@EpicNewsroom) February 17, 2021\n\nStadia layoffs shocked team. Google Stadia, the game streaming service available via Chromecast Ultra, the Chrome browser, ChromeOS tablets and the Stadia mobile app for Android, recently shut down its in-house game development studio, Stadia Games and Entertainment. A report from Kotaku this week indicates how much of a surprise this was to team, as just days before the mass layoffs, leadership was praising staff for their “great progress.”\n\nHealth & Fitness\n\nApple tells developers that only apps submitted by recognized public health authorities will be able to publish “health pass” apps to the App Store. These apps are designed to show someone’s COVID-19 testing and vaccination status. Apple says it will accept apps from government, medical and other credentialed institutions, healthcare providers, laboratories and test kit manufacturers.\n\nApple promotes iOS health apps to Apple Card holders. In honor of American Heart Month, Apple emailed Apple Card users savings on iOS health apps including Strava, Ten Percent Happier, Sleep Cycle and Lifesum.\n\nU.S. health & fitness apps saw over 405 million installs in 2020, up 22% year-over-year, reports Sensor Tower. The apps, which benefited from gym closures amid COVID, saw $838 million in consumer spend, up 42% YoY. The average age of users also continued climb, demonstrating better retention with older users.\n\nA second report from the firm indicated U.S. pharmacy app installs were up 47% as the COVID-19 vaccine began to roll out.\n\nProductivity\n\nMicrosoft launched a unified app for iPad that combines Word, PowerPoint, Excel and OneNote into one single app. The app is a free download with in-app subscriptions, starting at $6.99/month. A $69.99/year subscription is also available. Microsoft previously launched unified apps for the iPhone and Android.\n\nGovernment & Policy\n\nTikTok faces a new series of regulatory complaints in Europe, including unfair terms over its virtual currency, whose exchange rate can be modified by TikTok; unfair terms in relation to copyright, related to TikTok’s ability to redistribute users’ videos without paying them (e.g. for ads); child safety concerns over suggestive content and “hidden marketing” of its branded Hashtag Challenges; and other accusations of misleading data processing and privacy practices.\n\nNorth Dakota’s Senate votes down the App Store bill that would have forced Apple to allow users to sideload apps on their mobile devices. The bill was funded by the advocacy group Coalition for App Fairness, which includes Epic Games, Spotify, Match Group, Tile and others with a beef against Apple over its commission structure. Similar bills are under consideration in Arizona and Georgia.\n\nBreaking: The North Dakota senate just voted down the bill that would've banned Apple and Google from taking a cut of app sales from firms in the state. Arizona and Georgia are considering similar bills, which are attracting intense lobbying on all sides.https://t.co/jKRBnH7NeI — Jack Nicas (@jacknicas) February 16, 2021\n\nAdtech\n\nThe Post-IDFA Alliance, which consists of Liftoff, Fyber, Chartboost, InMobi, Vungle and Singular, launched a new “No IDFA? No Problem” resource that aims to help publishers and advertisers navigate the iOS 14 transition.\n\nSecurity\n\nFile sharing app SHAREit, one of the world’s most popular apps, is found to have several security flaws, researchers reported. The vulnerabilities could be abused to leak sensitive user data and “execute arbitrary code” with app permissions.\n\nFunding and M&A\n\n✨ Robinhood rival Public.com raised $220 million just months after its $65 million Series C, as previously reported by TechCrunch. Prior investors returned, including Greycroft, Accel, Tiger Global, Inspired Capital, and others, valuing the business at $1.2 billion.\n\n✨ Robinhood rival Webull raised $150 million in a new round that values the business at over $1 billion. The brokerage was founded by Alibaba alum Wang Anquan and, like Public.com, has benefitted from the exodus of disgruntled Robinhood users, who left over the GameStop debacle.\n\n✨ Math learning app Photomath raised $23 million in Series B funding in a round led by Menlo Ventures. The app, now with 220 million downloads, lets you point your phone at a math problem and it explains the solution.\n\n✨ Live video shopping startup Talkshoplive raised $3 million from Spero Ventures for its live video shopping platform that lets users watch its videos on the web and mobile web — or anywhere else they’re embedded.\n\n✨ Event networking app Grip raised a $13 million Series A, despite the pandemic. The app pivoted last year to support virtual, hybrid and live events, instead of just in-person events.\n\n✨ Mobile gaming startup Artie raised $10 million for its gaming platform that lets users play mobile games without installing an app, from the browser or anywhere links can be shared online. Investors included Zynga founder Mark Pincus, Kevin Durant and Rich Kleiman’s Thirty Five Ventures, Scooter Braun’s Raised In Space, Shutterstock founder Jon Oringer, Tyler and Cameron Winklevoss, Googler Manuel Bronstein and YouTube co-founder Chad Hurley.\n\n✨ Low-code app development service OutSystems raised $150 million in a round led by Abdiel Capital and Tiger Global, valuing the business at $9.5 billion.\n\n✨ Cross-border neobanking app Zolve raised $15 million in a seed round led by Accel and Lightspeed. The app was founded by the Raghunandan G, the founder of ride-hailing firm TaxiForSure, which exited to Ola. It’s aimed at people moving from India to the U.S. or vice versa.\n\n✨ Dating app Jigsaw raised $3.7 million for its app that hides daters’ faces with puzzle pieces in an effort to push users to engage and get to know each other before the reveal. While “face reveals” are popular on social media, a dating app that does this lends itself to objectifying people by not showing the face, as users focus on the daters’ body instead.\n\nDownloads\n\nOutfit\n\nTechCrunch this week covered DIY home renovation startup Outfit, which leverages consumers’ mobile devices to help them with their home projects. After submitting information, including dimensions and photos, Outfit’s app offers the customer a step-by-step guide for completing the project, including documenting their space, getting items and tools delivered, a custom to-do list and receiving support while the project is underway.\n\nHush\n\nHush, a recently launched Safari ad blocker for Mac, iPhone and iPad, does more than just block ads. The app also works to block other invasive trackers and those annoying cookie warnings that now pop up everywhere due to GDPR laws. (it actually doesn’t consent or deny the “accept cookies?” requests — it just blocks the scripts and elements on the website. It doesn’t interact with the site or click any buttons.\n\nUnlike some blockers, Hush doesn’t collect your data. It doesn’t log your browser habits or passwords or even collect crash reports. It’s also free, but you can sponsor the developer on GitHub.\n\nZillow’s update\n\nThe updated version of Zillow’s 3D Home app introduced new technology that combines into one interface 3D Home tours, listing photos and AI-generated floor plans. To create the floor plans and home tour, the app uses computer vision and machine learning on panoramic photos the agent or photographer captured using the app and a 360-degree camera. The app also leverages AI to predict things like room dimensions and square footage. Both the home tour and floor plan can then be automatically uploaded to the lists and added to a website, MLS or shared on email/social media.\n\nDue to the pandemic, Zillow 3D Home tours published on for-sale listings increased 255% during 2020 as customers used it as a safer way to tour properties, the company also noted."},
{"author":"Connie Loizos","title":"As the SPAC frenzy continues, questions arise about how much the market can absorb","description":"Another week and the biggest story in a sea of big stories continues to center on SPACs, these blank-check companies that raise capital through IPOs expressly to acquire a privately held company and take it public. But some industry watchers as starting to wonder: Is this party just getting started…","url":"https://techcrunch.com/2021/02/20/as-the-spac-frenzy-continues-questions-surface-about-how-much-the-market-can-absorb/","urlToImage":"https://techcrunch.com/wp-content/uploads/2018/10/GettyImages-1052308178.jpeg?w=600","publishedAt":"2021-02-20T10:28:02Z","source":"techcrunch","digest":"123b5851ede65d715a360c5e93e0a1c8","text":"Another week and the biggest story in a sea of big stories continues to center on SPACs, these blank-check companies that raise capital through IPOs expressly to acquire a privately held company and take it public. But some industry watchers as starting to wonder: Is the party just getting started, with more early guests still trickling in? Have we reached the party’s peak, with the music still thumping? Or did someone just quietly barf in the corner, an indicator it’s time to wrap things up before something worse happens?\n\nIt certainly feels like things are in full swing. Just today, B Capital, the venture firm cofounded by Facebook cofounder Eduardo Saverin, registered plans to raise a $300 million SPAC. Mike Cagney, the fintech entrepreneur who founded SoFI and more recently founded Figure, a fintech company in both the home equity and blockchain space, raised $250 million for his SPAC. Even Michael Dell has made the leap, with his family office registering plans this afternoon to raise a $500 million blank-check company.\n\nAltogether, according to Renaissance Capital, 16 blank-check companies raised $3.4 billion this week, and new filers continue to flood into the IPO pipeline, with 45 SPACs submitting initial filings this week (compared with 10 traditional IPO filings). Perhaps it’s no wonder that we’re starting to see headlines like one in Yahoo News just yesterday titled, “Why some SPAC investors may get burned.”\n\nInterestingly, such headlines could gum up the SPAC machine. So argues Ivana Naumovska, an assistant professor at INSEAD, in a new Harvard Business Review piece titled, “The SPAC Bubble is About to Burst.”\n\nNaumovska points to research showing that when more people adopt a practice, it will become increasingly widespread due to growing awareness and legitimacy. Yet when it comes to something that’s more controversial — which it could be argued that SPACs are — outsider concern and skepticism also grows as the practice becomes more widely used. Thus are born headlines like that one in Yahoo Finance.\n\nNaumovska has studied this phenomenon before, focusing on earlier reverse mergers that, as she notes, “surged in the mid-2000s, outnumbering IPOs in some years, and peaked in 2010, before falling off a cliff in 2011.” She says she and fellow researchers collected a plethora of data on the use of reverse mergers and market responses to them, including how the media evaluated such vehicles. Of the 267 articles published between 2001 and 2012, she says, 6 were positive, 148 were neutral, 113 were negative.\n\nNotably and unsurprisingly, the negative articles grew as the number of reverse merger transactions involving firms with relatively low reputations increased. And as the media picked up on these companies, so did regulators, and with investors, regulators, and the media feeding off one another’s signals, the party came to a screeching halt.\n\nAnecdotally, most of the coverage around SPACs right now remains neutral. If business reporters are privately skeptical of SPACs, they are reserving judgment, possibly because save for some highly concerning cases — like when the electric truck startup Nikola was accused of fraud — there isn’t much to criticize yet.\n\nIt’s impossible to judge many of the SPACs raised over the last six months, as they have yet to announce their targets (SPACS have two years from the time they raise funds to zero in on a target, or else give back their IPO proceeds).\n\nThe argument that most investors have for creating a SPAC — which is that a lot of so-called unicorn companies are ready to be publicly traded — resonates, too, given how bloated the private market has become.\n\nIn the meantime, some of the merger deals that critics have long expected would begin to unravel have not, like Virgin Galactic, the space tourism company that kicked off SPAC mania when it went public in the fall of 2019.\n\nSir Richard Branson founded the company in 2004 in order to fly passengers on suborbital spaceflights, but even after putting off plans yet again to attempt a rocket-powered flight to suborbital space last week, its shares — which have more than doubled since January– remain in the figurative stratosphere. (The company, which reported almost no revenue last year, is currently valued at $12 billion.)\n\nOther offerings haven’t gone quite as smoothly. Clover Health, a health insurance company that, like Virgin Galactic, was taken public via a SPAC organized by famed investor Chamath Palihapitiya, is “facing a confluence of existential threats” to its business, as observed in a deep dive by Forbes.\n\nAmong others poking into its business practices are the The Department of Justice, the Securities and Exchange Commission and the short-seller Hindenburg Research, which has accused it of making misleading claims. (Clover has rebutted the allegations, but Forbes says it is still facing at least three class-action lawsuits over its failure to disclose ahead of its IPO that the DOJ was investigating the company.)\n\n“I don’t get it,” said skeptic Steve Jurvetson last month in conversation with this editor of the SPAC frenzy. The veteran venture capitalist, who sits on the board of SpaceX, said there are “some good companies [being taken public]. Don’t get me wrong; they aren’t all fraudulent.” But many are “early-stage venture companies,” he noted, “and they don’t need to meet the forecasting requirements that the SEC normally requires of an IPO, so [SPAC sponsors are] specifically looking for companies that don’t have any operating numbers to show [because they] can make any forecasts they want . . .That’s the whole racket.”\n\nIf others agree with Jurvetson, they hesitate to say so publicly. For one thing, plenty of VCs would be happy to see their portfolio companies taken public however possible, including via SPAC. Others who haven’t formed SPACs of their own are reserving the right to consider them down the road.\n\nEd Sim of Boldstart Ventures in New York is one of few VCs in recent months to say outright, when asked, that his firm isn’t considering raising a SPAC any time soon. “I have zero interest in that honestly,” says Sim. “You can come back to me if you see my name or Boldstart [affiliated] with a SPAC two years from now,” he adds, laughing.\n\nMany more investors stress that when it comes to SPACs, it’s all about who is sponsoring what. Among them is Kevin Mayer, the former Disney exec and, briefly, the CEO of the social network TikTok. In a call yesterday, Mayer advanced the idea that there are “many fewer public companies now than there were 10 years ago, so there is a need for supplying another way to go public.”\n\nMayer has a vested interest in SPACs. Just yesterday, along with former Disney colleague Tom Staggs, he registered plans for a second SPAC, after it was announced earlier this month that their first SPAC will be used to take public the digital fitness specialist Beachbody. But Mayer also argues that not every SPAC should be judged by the same yardstick.\n\n“Do I think it’s overdone? Sure, everyone and their brother is now getting to a SPAC, so yeah, that does seem a bit ridiculous. But I think . . . the wheat will be separated from the chaff very, very soon.”\n\nIt may need to be if SPACs are to endure as a lasting way to pull privately held companies into the public markets.\n\nWhile the mechanism has won over powerful adherents, working against SPACs are numbers that are starting to trickle in and that don’t look so great.\n\nLast week, for example, Bloomberg Law shared its analysis of the companies that went public as a result of a merger with a SPAC dating back to Jan. 1, 2019 (and for which at least one month of post-merger performance data is available). In it, 14 out of 24 reported a depreciation in value as of one month following the completion of the merger, and one-third of the companies reported a year-to-date depreciation in value.\n\nThe number of securities lawsuits filed by SPAC stockholders post-merger is also on the rise, noted the outlet.\n\nGiven the astonishing rate at which SPACs are now being formed anyway, the question of whether the phenomenon is sustainable is one that more people are naturally beginning to ask.\n\nFor her part, Professor Naumovska thinks she already knows the answer."}]